{
    "id": "section_45",
    "phaseId": "phase3",
    "order": 45,
    "titleDe": "FSP-Simulation II",
    "title": {
        "en": "FSP II - Documentation: Medical Reports and Medication Plans",
        "bn": "FSP II - ডকুমেন্টেশন: মেডিকেল রিপোর্ট এবং মেডিকেশন প্ল্যান",
        "hi": "FSP II - दस्तावेज़ीकरण: मेडिकल रिपोर्ट और मेडिकेशन प्लान",
        "ur": "ایف ایس پی II - دستاویزات: طبی رپورٹس اور ادویات کے منصوبے",
        "tr": "FSP II - Belgeleme: Tıbbi Raporlar ve İlaç Planları",
        "de": "FSP II - Dokumentation: Arztbriefe, Befunde, Verläufe, Medikamentenpläne"
    },
    "description": {
        "en": "This section covers essential medical documentation in German, including physician's letters, findings, progress notes, and medication plans, necessary for successful communication and collaboration within the German healthcare system.",
        "bn": "এই বিভাগে জার্মান ভাষায় প্রয়োজনীয় মেডিকেল ডকুমেন্টেশন অন্তর্ভুক্ত রয়েছে, যার মধ্যে রয়েছে চিকিৎসকের চিঠি, ফলাফল, অগ্রগতি নোট এবং ঔষধপত্র, যা জার্মান স্বাস্থ্যসেবা সিস্টেমে সফল যোগাযোগ এবং সহযোগিতার জন্য প্রয়োজনীয়।",
        "hi": "इस खंड में जर्मन में आवश्यक चिकित्सा दस्तावेज़ शामिल हैं, जिसमें चिकित्सक के पत्र, निष्कर्ष, प्रगति नोट और दवा योजनाएं शामिल हैं, जो जर्मन स्वास्थ्य सेवा प्रणाली में सफल संचार और सहयोग के लिए आवश्यक हैं।",
        "ur": "اس حصے میں جرمن میں ضروری طبی دستاویزات شامل ہیں، بشمول معالج کے خطوط، نتائج، پیش رفت کے نوٹس اور ادویات کے منصوبے، جو جرمن صحت کی دیکھ بھال کے نظام میں کامیاب مواصلات اور تعاون کے لیے ضروری ہیں۔",
        "tr": "Bu bölüm, Alman sağlık sisteminde başarılı iletişim ve işbirliği için gerekli olan doktor mektupları, bulgular, ilerleme notları ve ilaç planları dahil olmak üzere Almanca'daki temel tıbbi belgeleri kapsar.",
        "de": "Dieser Abschnitt behandelt wesentliche medizinische Dokumentationen auf Deutsch, einschließlich Arztbriefe, Befunde, Verlaufsberichte und Medikationspläne, die für eine erfolgreiche Kommunikation und Zusammenarbeit im deutschen Gesundheitssystem notwendig sind."
    },
    "level": "C1",
    "estimatedMinutes": 45,
    "isPremium": true,
    "textContent": {
        "introduction": {
            "en": "In this module, you will learn how to understand and create key medical documents in German. This knowledge is crucial for effectively communicating patient information and participating in interdisciplinary medical discussions.",
            "bn": "এই মডিউলে, আপনি জার্মান ভাষায় মূল মেডিকেল ডকুমেন্টগুলি বুঝতে এবং তৈরি করতে শিখবেন। রোগীর তথ্য কার্যকরভাবে জানাতে এবং আন্তঃবিভাগীয় চিকিৎসা আলোচনায় অংশ নেওয়ার জন্য এই জ্ঞান অত্যন্ত গুরুত্বপূর্ণ।",
            "hi": "इस मॉड्यूल में, आप जर्मन में प्रमुख चिकित्सा दस्तावेजों को समझना और बनाना सीखेंगे। रोगी की जानकारी को प्रभावी ढंग से संप्रेषित करने और अंतःविषय चिकित्सा चर्चाओं में भाग लेने के लिए यह ज्ञान महत्वपूर्ण है।",
            "ur": "اس ماڈیول میں، آپ جرمن میں اہم طبی دستاویزات کو سمجھنا اور بنانا سیکھیں گے۔ مریض کی معلومات کو مؤثر طریقے سے پہنچانے اور بین الضابطہ طبی بات چیت میں حصہ لینے کے لیے یہ علم بہت اہم ہے۔",
            "tr": "Bu modülde, Almanca'da temel tıbbi belgeleri nasıl anlayacağınızı ve oluşturacağınızı öğreneceksiniz. Bu bilgi, hasta bilgilerini etkili bir şekilde iletmek ve disiplinlerarası tıbbi tartışmalara katılmak için çok önemlidir.",
            "de": "In diesem Modul lernen Sie, wichtige medizinische Dokumente auf Deutsch zu verstehen und zu erstellen. Dieses Wissen ist entscheidend für die effektive Kommunikation von Patienteninformationen und die Teilnahme an interdisziplinären medizinischen Diskussionen."
        },
        "grammarFocus": {
            "en": "**Advanced Medical German Grammar for Section 45**\n\nThis section focuses on C1-level language skills essential for medical practice.\n\n*Key Grammar Points:*\n\n**1. Complex Sentence Structures:**\nGerman medical documentation requires subordinate clauses with proper word order:\n- 'Da der Patient über Schmerzen klagte, wurde ein CT durchgeführt.'\n- 'Nachdem die Ergebnisse vorlagen, konnte die Diagnose gestellt werden.'\n\n**2. Passive Voice in Medical Reporting:**\n- 'Es wurde beschlossen...' (It was decided...)\n- 'Es konnte festgestellt werden...' (It could be determined...)\n- 'Der Patient wird weiterhin überwacht.' (The patient continues to be monitored.)\n\n**3. Konjunktiv I for Indirect Speech:**\nUsed in professional reports to convey patient statements:\n- 'Der Patient sagte, er habe Schmerzen.' (The patient said he had pain.)\n- 'Sie gab an, sie sei allergisch gegen Penicillin.' (She stated she was allergic to penicillin.)\n\n**4. Modal Verbs in Passive:**\n- 'Die Medikamente müssen eingenommen werden.' (The medications must be taken.)\n- 'Die Dosierung sollte angepasst werden.' (The dosage should be adjusted.)\n- 'Ein EKG kann durchgeführt werden.' (An ECG can be performed.)\n\n*Professional Communication Examples:*\n- 'Aufgrund der vorliegenden Befunde empfehlen wir...'\n- 'Im Hinblick auf die Risikofaktoren sollte...'\n- 'Bei persistierenden Beschwerden bitten wir um Wiedervorstellung.'",
            "bn": "**বিভাগ 45 এর জন্য উন্নত মেডিকেল জার্মান ব্যাকরণ**\n\nএই বিভাগে চিকিৎসা অনুশীলনের জন্য প্রয়োজনীয় C1-স্তরের ভাষা দক্ষতার উপর দৃষ্টি নিবদ্ধ করে।\n\n*প্রধান ব্যাকরণ পয়েন্ট:*\n\n**1। জটিল বাক্য গঠন:**\nজার্মান মেডিকেল ডকুমেন্টেশনের যথাযথ শব্দ ক্রম সহ অধস্তন ধারা প্রয়োজন:\n- 'Da der Patient über Schmerzen klagte, wurde ein CT durchgeführt.'\n- 'Nachdem die Ergebnisse vorlagen, konte die Diagnose gestellt werden.'\n\n**2। মেডিকেল রিপোর্টিং-এ প্যাসিভ ভয়েস:**\n- 'Es wurde beschlossen...' (এটি সিদ্ধান্ত নেওয়া হয়েছিল...)\n- 'Es konte festgestellt werden...' (এটা নির্ধারণ করা যেতে পারে...)\n- 'Der Patient wird weiterhin überwacht.' (রোগীকে পর্যবেক্ষণ করা হয়।)\n\n**3। পরোক্ষ বক্তৃতার জন্য কনজাঙ্কটিভ I:**\nরোগীর বিবৃতি জানাতে পেশাদার প্রতিবেদনে ব্যবহৃত হয়:\n- 'ডের পেশেন্ট সগতে, এর হাবে শ্মারজেন।' (রোগী বলেছে তার ব্যথা আছে।)\n- 'Sie gab an, sie sei allergisch gegen Penicillin।' (তিনি বলেছিলেন যে তার পেনিসিলিন থেকে অ্যালার্জি ছিল।)\n\n**4. প্যাসিভে মডেল ক্রিয়া:**\n- 'Die Medikamente müssen eingenommen werden.' (ঔষধগুলো অবশ্যই গ্রহণ করতে হবে।)\n- 'Die Dosierung sollte angepast werden.' (ডোজ সামঞ্জস্য করা উচিত।)\n- 'Ein EKG kann durchgeführt werden.' (একটি ইসিজি করা যেতে পারে।)\n\n*পেশাগত যোগাযোগের উদাহরণ:*\n- 'Aufgrund der vorliegenden Befunde empfehlen wir...'\n- 'Im Hinblick auf die Risikofaktoren sollte...'\n- 'Bei persistierenden Beschwerden bitten wir um Wiedervorstellung.'",
            "hi": "**धारा 45 के लिए उन्नत मेडिकल जर्मन व्याकरण**\n\nयह अनुभाग चिकित्सा अभ्यास के लिए आवश्यक C1-स्तरीय भाषा कौशल पर केंद्रित है।\n\n*मुख्य व्याकरण बिंदु:*\n\n**1. जटिल वाक्य संरचनाएँ:**\nजर्मन चिकित्सा दस्तावेज़ीकरण के लिए उचित शब्द क्रम के साथ अधीनस्थ खंडों की आवश्यकता होती है:\n- 'दा डेर पेशेंट उबर श्मेरज़ेन क्लैगटे, वुर्डे ईन सीटी डर्चगेफुहर्ट।'\n- 'नचडेम डाई एर्गेबनिस्से वर्लगेन, कोन्टे डाई डायग्नोज़ गेस्टेल्ट वेर्डन।'\n\n**2. मेडिकल रिपोर्टिंग में निष्क्रिय आवाज़:**\n- 'एस वुर्डे बेश्लॉसेन...' (यह निर्णय लिया गया...)\n- 'एस कोन्ते फेस्टगेस्टेल्ट वर्डन...' (यह निर्धारित किया जा सकता है...)\n- 'डेर पेशेंट विर्ड वीटेरहिन उबरवाचट।' (रोगी की निगरानी जारी है।)\n\n**3. अप्रत्यक्ष भाषण के लिए कोंजंकटिव I:**\nरोगी के बयान बताने के लिए पेशेवर रिपोर्टों में उपयोग किया जाता है:\n- 'डेर पेशेंट सगते, एर हबे श्मेरज़ेन।' (रोगी ने कहा कि उसे दर्द हो रहा है।)\n- 'सी गैब एन, सी सेई एलर्जिक गेजन पेनिसिलिन।' (उसने कहा कि उसे पेनिसिलिन से एलर्जी है।)\n\n**4. निष्क्रिय में मोडल क्रिया:**\n- 'डाई मेडिकामेंटे मुसेन ईंजनोमेन वेर्डन।' (दवाएँ अवश्य लेनी चाहिए।)\n- 'डाई डोसिएरुंग सोल्टे एंजपासस्ट वर्डन।' (खुराक को समायोजित किया जाना चाहिए।)\n- 'एइन ईकेजी कन्न डर्चगेफुहर्ट वर्डन।' (ईसीजी किया जा सकता है।)\n\n*व्यावसायिक संचार उदाहरण:*\n- 'ऑफग्रुंड डेर वोर्लिगेंडेन बेफंडे एम्पफेहलेन वायर...'\n- 'इम हिनब्लिक औफ डाइ रिसीकोफेक्टोरेन सोल्टे...'\n- 'बेई पर्सिस्टिएरेंडेन बेस्चवर्डेन ने विर उम विएडर्वोरस्टेलुंग को काट लिया।'",
            "ur": "** سیکشن 45 ** کے لئے جدید میڈیکل جرمن گرائمر\n\nاس حصے میں میڈیکل پریکٹس کے لئے ضروری سی 1 سطح کی زبان کی مہارت پر توجہ دی گئی ہے۔\n\n*کلیدی گرائمر پوائنٹس:*\n\n** 1. پیچیدہ جملے کے ڈھانچے: **\nجرمن طبی دستاویزات کے لئے مناسب الفاظ کے آرڈر کے ساتھ ماتحت شقوں کی ضرورت ہوتی ہے:\n۔\n۔\n\n** 2. میڈیکل رپورٹنگ میں غیر فعال آواز: **\n- 'es wurde becchlossen ...' (فیصلہ کیا گیا تھا ...)\n- 'ایس کونٹے فیسٹسٹیلٹ ورڈن ...' (اس کا تعین کیا جاسکتا ہے ...)\n- 'ڈیر مریض wird weiterhin überwacht.' (مریض کی نگرانی جاری ہے۔)\n\n** 3۔ بالواسطہ تقریر کے لئے کونجنکٹیو I: **\nمریضوں کے بیانات پہنچانے کے لئے پیشہ ورانہ رپورٹس میں استعمال کیا جاتا ہے:\n- 'ڈیر مریض sagte ، er habe shmerzen.' (مریض نے کہا کہ اسے درد ہے۔)\n- 'سی گیب این ، سی سی ایل الجیشیچ گیگین پینسلن۔' (اس نے بتایا کہ وہ پینسلن سے الرجک تھی۔)\n\n** 4۔ غیر فعال میں موڈل فعل: **\n- 'ڈائی میڈیکمنٹ میسن اینگینمون ورڈن۔' (دوائیں لازمی ہیں۔)\n- 'ڈائی ڈوسیرنگ سولٹ اینجپاسٹ ورڈن۔' (خوراک کو ایڈجسٹ کیا جانا چاہئے۔)\n- 'Ein ekg Kann durchgeführt ورڈن۔' (ایک ای سی جی انجام دیا جاسکتا ہے۔)\n\n*پیشہ ورانہ مواصلات کی مثالیں:*\n- 'aufgrund der vorliegenden befunde empfehlen wir ...'\n- 'IM Hinblick auf die رسیکوفکٹورن سولٹ ...\n۔",
            "tr": "**Bölüm 45 için İleri Tıbbi Almanca Dil Bilgisi**\n\nBu bölüm tıbbi uygulamalar için gerekli olan C1 düzeyindeki dil becerilerine odaklanmaktadır.\n\n*Önemli Dilbilgisi Noktaları:*\n\n**1. Karmaşık Cümle Yapıları:**\nAlman tıbbi belgeleri, doğru kelime sırasına sahip yan cümleler gerektirir:\n- 'Da der Patient über Schmerzen klagte, wurde ein CT durchgeführt.'\n- 'Nachdem die Ergebnisse vorlagen, konnte die Diagnose gestellt werden.'\n\n**2. Tıbbi Raporlamada Pasif Ses:**\n- 'Es wurde beschlossen...' (Karar verildi...)\n- 'Es konnte festgestellt werden...' (Belirlenebilir...)\n- 'Der Patient wird weiterhin überwacht.' (Hasta izlenmeye devam edilir.)\n\n**3. Dolaylı Konuşma için Konjunktiv I:**\nProfesyonel raporlarda hasta beyanlarını iletmek için kullanılır:\n- 'Der Patient sagte, er habe Schmerzen.' (Hasta ağrısı olduğunu söyledi.)\n- 'Gab an, sie sei allergisch gegen Penisilin.' (Penisiline alerjisi olduğunu belirtti.)\n\n**4. Pasifteki Modal Fiiller:**\n- 'Die Medicamente müssen eingenommen werden.' (İlaçların alınması gerekmektedir.)\n- 'Die Dosierung sollte angepasst werden.' (Dozu ayarlanmalıdır.)\n- 'Ein EKG kann durchgeführt werden.' (Bir EKG yapılabilir.)\n\n*Profesyonel İletişim Örnekleri:*\n- 'Aufgrund der vorliegenden Befunde empfehlen wir...'\n- 'Ben Hinblick auf die Risikofaktoren sollte...'\n- 'Bei ısrarcı Beschwerden Wiedervorstellung ile ısırıldı.'"
        },
        "culturalNotes": {
            "en": "In German hospitals, documentation is meticulously detailed and follows a standardized format to ensure clarity and accuracy for all healthcare professionals.",
            "bn": "জার্মান হাসপাতালগুলিতে, সমস্ত স্বাস্থ্যসেবা পেশাদারদের জন্য স্বচ্ছতা এবং নির্ভুলতা নিশ্চিত করার জন্য ডকুমেন্টেশন অত্যন্ত বিশদ এবং একটি প্রমিত বিন্যাস অনুসরণ করে।",
            "hi": "जर्मन अस्पतालों में, सभी स्वास्थ्य सेवा पेशेवरों के लिए स्पष्टता और सटीकता सुनिश्चित करने के लिए दस्तावेज़ीकरण सावधानीपूर्वक विस्तृत और एक मानकीकृत प्रारूप का पालन करता है।",
            "ur": "جرمن ہسپتالوں میں، تمام صحت کی دیکھ بھال کرنے والے پیشہ ور افراد کے لیے وضاحت اور درستگی کو یقینی بنانے کے لیے دستاویزات باریک بینی سے مفصل اور ایک معیاری شکل پر عمل کرتی ہیں۔",
            "tr": "Alman hastanelerinde, tüm sağlık profesyonelleri için netlik ve doğruluk sağlamak için dokümantasyon titizlikle ayrıntılıdır ve standart bir formatı izler.",
            "de": "In deutschen Krankenhäusern ist die Dokumentation akribisch detailliert und folgt einem standardisierten Format, um Klarheit und Genauigkeit für alle medizinischen Fachkräfte zu gewährleisten."
        },
        "summary": {
            "en": "Mastering medical documentation in German is essential for effective professional practice in German-speaking healthcare settings.",
            "bn": "জার্মান ভাষায় মেডিকেল ডকুমেন্টেশনে দক্ষতা জার্মান ভাষাভাষী স্বাস্থ্যসেবা সেটিংসে কার্যকর পেশাদার অনুশীলনের জন্য অপরিহার্য।",
            "hi": "जर्मन में चिकित्सा दस्तावेज़ों में महारत हासिल करना जर्मन भाषी स्वास्थ्य सेवा सेटिंग्स में प्रभावी व्यावसायिक अभ्यास के लिए आवश्यक है।",
            "ur": "جرمن میں طبی دستاویزات میں مہارت حاصل کرنا جرمن بولنے والے صحت کی دیکھ بھال کی ترتیبات میں مؤثر پیشہ ورانہ مشق کے لیے ضروری ہے۔",
            "tr": "Almanca tıbbi dokümantasyonda uzmanlaşmak, Almanca konuşulan sağlık hizmetleri ortamlarında etkili profesyonel uygulama için şarttır.",
            "de": "Die Beherrschung der medizinischen Dokumentation auf Deutsch ist für eine effektive Berufspraxis im deutschsprachigen Gesundheitswesen unerlässlich."
        },
        "learningObjectives": {
            "en": [
                "Understand the structure and content of common German medical documents (Arztbrief, Befund, Verlauf).",
                "Be able to accurately translate and interpret medical findings and reports.",
                "Develop the ability to write clear and concise medical documentation in German.",
                "Learn to effectively use medical terminology related to diagnoses, treatments, and medications in German."
            ],
            "bn": [
                "সাধারণ জার্মান চিকিৎসা নথির গঠন এবং বিষয়বস্তু বুঝুন (Arztbrief, Befund, Verlauf)।",
                "চিকিৎসার ফলাফল এবং রিপোর্ট সঠিকভাবে অনুবাদ ও ব্যাখ্যা করতে সক্ষম হন।",
                "জার্মান ভাষায় পরিষ্কার এবং সংক্ষিপ্ত মেডিকেল ডকুমেন্টেশন লেখার ক্ষমতা বিকাশ করুন।",
                "জার্মান ভাষায় রোগ নির্ণয়, চিকিৎসা এবং ওষুধ সম্পর্কিত চিকিৎসা পরিভাষা কার্যকরভাবে ব্যবহার করতে শিখুন।"
            ],
            "hi": [
                "सामान्य जर्मन चिकित्सा दस्तावेज़ों की संरचना और सामग्री को समझें (आर्टब्रीफ, बेफंड, वेरलॉफ़)।",
                "चिकित्सा निष्कर्षों और रिपोर्टों का सटीक अनुवाद और व्याख्या करने में सक्षम हो।",
                "जर्मन में स्पष्ट और संक्षिप्त चिकित्सा दस्तावेज़ लिखने की क्षमता विकसित करें।",
                "जर्मन में निदान, उपचार और दवाओं से संबंधित चिकित्सा शब्दावली का प्रभावी ढंग से उपयोग करना सीखें।"
            ],
            "ur": [
                "عام جرمن طبی دستاویزات (آرزٹ بریف ، بیفنڈ ، ورلاف) کے ڈھانچے اور مواد کو سمجھیں۔",
                "طبی نتائج اور رپورٹس کا درست ترجمہ اور تشریح کرنے کے قابل ہو۔",
                "جرمن زبان میں واضح اور جامع طبی دستاویزات لکھنے کی صلاحیت کو فروغ دیں۔",
                "جرمن زبان میں تشخیص ، علاج اور دوائیوں سے متعلق طبی اصطلاحات کو مؤثر طریقے سے استعمال کرنا سیکھیں۔"
            ],
            "tr": [
                "Yaygın Alman tıbbi belgelerinin (Arztbrief, Befund, Verlauf) yapısını ve içeriğini anlayın.",
                "Tıbbi bulgu ve raporları doğru bir şekilde tercüme edip yorumlayabilme.",
                "Almanca'da açık ve öz tıbbi belgeler yazma becerisini geliştirin.",
                "Almanca teşhisler, tedaviler ve ilaçlarla ilgili tıbbi terminolojiyi etkili bir şekilde kullanmayı öğrenin."
            ]
        }
    },
    "vocabulary": [
        {
            "germanTerm": "die Dokumentation",
            "article": "die",
            "plural": "die Dokumentationen",
            "pronunciation": "/ˌdɔkumɛntaˈtsi̯oːn/",
            "category": "noun",
            "translation": {
                "en": "documentation",
                "bn": "নথিভুক্তকরণ",
                "hi": "प्रलेखन",
                "ur": "دستاویزیकरण",
                "tr": "belgeleme"
            },
            "exampleSentence": "Die Dokumentation des Eingriffs muss vollständig sein.",
            "exampleTranslation": {
                "en": "The documentation of the procedure must be complete.",
                "bn": "পদ্ধতিটির নথিভুক্তকরণ সম্পূর্ণ হতে হবে।",
                "hi": "प्रक्रिया का प्रलेखन पूर्ण होना चाहिए।",
                "ur": "طریقہ کار کی دستاویزیकरण مکمل ہونی چاہیے۔",
                "tr": "Prosedürün belgelendirmesi tamamlanmış olmalı."
            },
            "id": "v45_01",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_01.mp3"
        },
        {
            "germanTerm": "der Arztbrief",
            "article": "der",
            "plural": "die Arztbriefe",
            "pronunciation": "/ˈaʁt͡stˌbʁiːf/",
            "category": "noun",
            "translation": {
                "en": "discharge summary",
                "bn": "ডিসচার্জ সারসংক্ষেপ",
                "hi": "डिस्चार्ज सारांश",
                "ur": "ڈسچارج کا خلاصہ",
                "tr": "taburcu özeti"
            },
            "exampleSentence": "Der Arztbrief wurde dem Hausarzt zugesandt.",
            "exampleTranslation": {
                "en": "The discharge summary was sent to the family doctor.",
                "bn": "ডিসচার্জ সারসংক্ষেপটি পারিবারিক ডাক্তারের কাছে পাঠানো হয়েছে।",
                "hi": "डिस्चार्ज सारांश पारिवारिक चिकित्सक को भेजा गया था।",
                "ur": "ڈسچارج کا خلاصہ فیملی ڈاکٹر کو بھیجا گیا تھا۔",
                "tr": "Taburcu özeti aile hekimine gönderildi."
            },
            "id": "v45_02",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_02.mp3"
        },
        {
            "germanTerm": "der Befund",
            "article": "der",
            "plural": "die Befunde",
            "pronunciation": "/bəˈfʊnt/",
            "category": "noun",
            "translation": {
                "en": "finding, result",
                "bn": "ফলাফল",
                "hi": "निष्कर्ष, परिणाम",
                "ur": "نتیجہ",
                "tr": "bulgu, sonuç"
            },
            "exampleSentence": "Der Befund der Röntgenaufnahme ist unauffällig.",
            "exampleTranslation": {
                "en": "The finding of the X-ray is unremarkable.",
                "bn": "এক্স-রে এর ফলাফল স্বাভাবিক।",
                "hi": "एक्स-रे का निष्कर्ष असामान्य है।",
                "ur": "ایکس رے کا نتیجہ غیر معمولی ہے۔",
                "tr": "Röntgen filminin bulgusu olağandışı değil."
            },
            "id": "v45_03",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_03.mp3"
        },
        {
            "germanTerm": "der Verlauf",
            "article": "der",
            "plural": "die Verläufe",
            "pronunciation": "/fɛɐ̯ˈlaʊ̯f/",
            "category": "noun",
            "translation": {
                "en": "course (of illness)",
                "bn": "অসুখের গতি",
                "hi": "बीमारी का क्रम",
                "ur": "بیماری کا دورانیہ",
                "tr": "hastalığın seyri"
            },
            "exampleSentence": "Der Verlauf der Erkrankung ist bisher stabil.",
            "exampleTranslation": {
                "en": "The course of the illness has been stable so far.",
                "bn": "অসুখের গতি এখন পর্যন্ত স্থিতিশীল।",
                "hi": "बीमारी का क्रम अब तक स्थिर है।",
                "ur": "بیماری کا دورانیہ اب تک مستحکم ہے۔",
                "tr": "Hastalığın seyri şu ana kadar stabil."
            },
            "id": "v45_04",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_04.mp3"
        },
        {
            "germanTerm": "der Medikamentenplan",
            "article": "der",
            "plural": "die Medikamentenpläne",
            "pronunciation": "/ˌmedikamɛnˈtənˌplaːn/",
            "category": "noun",
            "translation": {
                "en": "medication plan",
                "bn": "ওষুধের পরিকল্পনা",
                "hi": "दवा योजना",
                "ur": "ادویات کا منصوبہ",
                "tr": "ilaç planı"
            },
            "exampleSentence": "Der Medikamentenplan muss regelmäßig überprüft werden.",
            "exampleTranslation": {
                "en": "The medication plan must be checked regularly.",
                "bn": "ওষুধের পরিকল্পনা নিয়মিত পরীক্ষা করা উচিত।",
                "hi": "दवा योजना को नियमित रूप से जांचना चाहिए।",
                "ur": "ادویات کے منصوبے کو باقاعدگی سے جانچنا چاہیے۔",
                "tr": "İlaç planı düzenli olarak kontrol edilmelidir."
            },
            "id": "v45_05",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_05.mp3"
        },
        {
            "germanTerm": "die Anamnese",
            "article": "die",
            "plural": "die Anamnesen",
            "pronunciation": "/aˈnamneːzə/",
            "category": "noun",
            "translation": {
                "en": "medical history",
                "bn": "চিকিৎসা ইতিহাস",
                "hi": "चिकित्सा इतिहास",
                "ur": "طبی تاریخ",
                "tr": "tıbbi geçmiş"
            },
            "exampleSentence": "Die Anamnese wurde sorgfältig aufgenommen.",
            "exampleTranslation": {
                "en": "The medical history was carefully taken.",
                "bn": "চিকিৎসা ইতিহাস যত্ন সহকারে নেওয়া হয়েছিল।",
                "hi": "चिकित्सा इतिहास ध्यान से लिया गया था।",
                "ur": "طبی تاریخ کو احتیاط سے لیا گیا تھا۔",
                "tr": "Tıbbi geçmiş dikkatlice alındı."
            },
            "id": "v45_06",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_06.mp3"
        },
        {
            "germanTerm": "die Diagnose",
            "article": "die",
            "plural": "die Diagnosen",
            "pronunciation": "/di̯aɡˈnoːzə/",
            "category": "noun",
            "translation": {
                "en": "diagnosis",
                "bn": "রোগ নির্ণয়",
                "hi": "निदान",
                "ur": "تشخیص",
                "tr": "teşhis"
            },
            "exampleSentence": "Die Diagnose lautet Pneumonie.",
            "exampleTranslation": {
                "en": "The diagnosis is pneumonia.",
                "bn": "রোগ নির্ণয় হল নিউমোনিয়া।",
                "hi": "निदान निमोनिया है।",
                "ur": "تشخیص نمونیا ہے۔",
                "tr": "Teşhis zatürre."
            },
            "id": "v45_07",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_07.mp3"
        },
        {
            "germanTerm": "die Therapie",
            "article": "die",
            "plural": "die Therapien",
            "pronunciation": "/teˈʁaːpiː/",
            "category": "noun",
            "translation": {
                "en": "therapy",
                "bn": "থেরাপি",
                "hi": "चिकित्सा",
                "ur": "علاج",
                "tr": "terapi"
            },
            "exampleSentence": "Die Therapie wurde gut vertragen.",
            "exampleTranslation": {
                "en": "The therapy was well tolerated.",
                "bn": "থেরাপিটি ভালোভাবে সহ্য করা হয়েছে।",
                "hi": "चिकित्सा अच्छी तरह से सहन की गई।",
                "ur": "علاج کو اچھی طرح برداشت کیا گیا۔",
                "tr": "Terapi iyi tolere edildi."
            },
            "id": "v45_08",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_08.mp3"
        },
        {
            "germanTerm": "die Untersuchung",
            "article": "die",
            "plural": "die Untersuchungen",
            "pronunciation": "/ʊntɐˈzuːχʊŋ/",
            "category": "noun",
            "translation": {
                "en": "examination",
                "bn": "পরীক্ষা",
                "hi": "जांच",
                "ur": "معائنہ",
                "tr": "muayene"
            },
            "exampleSentence": "Die körperliche Untersuchung ergab keine Auffälligkeiten.",
            "exampleTranslation": {
                "en": "The physical examination revealed no abnormalities.",
                "bn": "শারীরিক পরীক্ষায় কোনো অস্বাভাবিকতা পাওয়া যায়নি।",
                "hi": "शारीरिक जांच में कोई असामान्यता नहीं पाई गई।",
                "ur": "جسمانی معائنے میں کوئی غیر معمولی بات نہیں پائی گئی۔",
                "tr": "Fizik muayenede herhangi bir anormallik bulunmadı."
            },
            "id": "v45_09",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_09.mp3"
        },
        {
            "germanTerm": "das Symptom",
            "article": "das",
            "plural": "die Symptome",
            "pronunciation": "/zʏmˈptoːm/",
            "category": "noun",
            "translation": {
                "en": "symptom",
                "bn": "উপসর্গ",
                "hi": "लक्षण",
                "ur": "علامت",
                "tr": "semptom"
            },
            "exampleSentence": "Der Patient klagte über verschiedene Symptome.",
            "exampleTranslation": {
                "en": "The patient complained about various symptoms.",
                "bn": "রোগী বিভিন্ন উপসর্গ সম্পর্কে অভিযোগ করেছেন।",
                "hi": "रोगी ने विभिन्न लक्षणों की शिकायत की।",
                "ur": "مریض نے مختلف علامات کی شکایت کی۔",
                "tr": "Hasta çeşitli semptomlardan şikayet etti."
            },
            "id": "v45_10",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_10.mp3"
        },
        {
            "germanTerm": "die Medikation",
            "article": "die",
            "plural": "die Medifikationen",
            "pronunciation": "/medikaˈtsi̯oːn/",
            "category": "noun",
            "translation": {
                "en": "medication",
                "bn": "ওষুধ",
                "hi": "दवा",
                "ur": "ادویات",
                "tr": "ilaç tedavisi"
            },
            "exampleSentence": "Die Medikation wurde angepasst.",
            "exampleTranslation": {
                "en": "The medication was adjusted.",
                "bn": "ওষুধ পরিবর্তন করা হয়েছে।",
                "hi": "दवा समायोजित की गई थी।",
                "ur": "ادویات کو ایڈجسٹ کیا گیا تھا۔",
                "tr": "İlaç tedavisi ayarlandı."
            },
            "id": "v45_11",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_11.mp3"
        },
        {
            "germanTerm": "die Indikation",
            "article": "die",
            "plural": "die Indikationen",
            "pronunciation": "/ɪndikaˈtsi̯oːn/",
            "category": "noun",
            "translation": {
                "en": "indication",
                "bn": "নির্দেশনা",
                "hi": "संकेत",
                "ur": "اشارہ",
                "tr": "endikasyon"
            },
            "exampleSentence": "Es besteht eine klare Indikation für die Operation.",
            "exampleTranslation": {
                "en": "There is a clear indication for the surgery.",
                "bn": "অপারেশনের জন্য একটি স্পষ্ট নির্দেশনা রয়েছে।",
                "hi": "सर्जरी के लिए एक स्पष्ट संकेत है।",
                "ur": "سرجری کے لیے ایک واضح اشارہ ہے۔",
                "tr": "Ameliyat için net bir endikasyon var."
            },
            "id": "v45_12",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_12.mp3"
        },
        {
            "germanTerm": "die Kontraindikation",
            "article": "die",
            "plural": "die Kontraindikationen",
            "pronunciation": "/kɔntʁaɪndikaˈtsi̯oːn/",
            "category": "noun",
            "translation": {
                "en": "contraindication",
                "bn": "বিপরীত নির্দেশনা",
                "hi": "निषेध",
                "ur": "ممانعت",
                "tr": "kontrendikasyon"
            },
            "exampleSentence": "Es gibt keine Kontraindikationen für die Behandlung.",
            "exampleTranslation": {
                "en": "There are no contraindications for the treatment.",
                "bn": "চিকিৎসার জন্য কোনো বিপরীত নির্দেশনা নেই।",
                "hi": "इलाज के लिए कोई निषेध नहीं है।",
                "ur": "علاج کے لیے کوئی ممانعت نہیں ہے۔",
                "tr": "Tedavi için herhangi bir kontrendikasyon bulunmamaktadır."
            },
            "id": "v45_13",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_13.mp3"
        },
        {
            "germanTerm": "die Dosierung",
            "article": "die",
            "plural": "die Dosierungen",
            "pronunciation": "/doˈziːʁʊŋ/",
            "category": "noun",
            "translation": {
                "en": "dosage",
                "bn": "ডোজ",
                "hi": "खुराक",
                "ur": "خوراک",
                "tr": "dozaj"
            },
            "exampleSentence": "Die Dosierung des Medikaments muss genau eingehalten werden.",
            "exampleTranslation": {
                "en": "The dosage of the medication must be strictly adhered to.",
                "bn": "ওষুধের ডোজ কঠোরভাবে মেনে চলতে হবে।",
                "hi": "दवा की खुराक का सख्ती से पालन किया जाना चाहिए।",
                "ur": "ادویات کی خوراک کا سختی سے پابند ہونا چاہیے۔",
                "tr": "İlacın dozu kesinlikle uyulmalıdır."
            },
            "id": "v45_14",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_14.mp3"
        },
        {
            "germanTerm": "die Nebenwirkung",
            "article": "die",
            "plural": "die Nebenwirkungen",
            "pronunciation": "/ˈneːbn̩ˌvɪʁkʊŋ/",
            "category": "noun",
            "translation": {
                "en": "side effect",
                "bn": "পার্শ্বপ্রতিক্রিয়া",
                "hi": "दुष्प्रभाव",
                "ur": "ضمنی اثر",
                "tr": "yan etki"
            },
            "exampleSentence": "Mögliche Nebenwirkungen sind Übelkeit und Erbrechen.",
            "exampleTranslation": {
                "en": "Possible side effects are nausea and vomiting.",
                "bn": "সম্ভাব্য পার্শ্বপ্রতিক্রিয়া হল বমি বমি ভাব এবং বমি।",
                "hi": "संभावित दुष्प्रभाव मतली और उल्टी हैं।",
                "ur": "ممکنہ ضمنی اثرات متلی اور قے ہیں۔",
                "tr": "Olası yan etkiler mide bulantısı ve kusmadır."
            },
            "id": "v45_15",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_15.mp3"
        },
        {
            "germanTerm": "dokumentieren",
            "article": null,
            "plural": null,
            "pronunciation": "/dokumɛnˈtiːʁən/",
            "category": "verb",
            "translation": {
                "en": "to document",
                "bn": "নথিভুক্ত করা",
                "hi": "दस्तावेज़ बनाना",
                "ur": "دستاویزی کرنا",
                "tr": "belgelemek"
            },
            "exampleSentence": "Alle relevanten Informationen müssen dokumentiert werden.",
            "exampleTranslation": {
                "en": "All relevant information must be documented.",
                "bn": "সমস্ত প্রাসঙ্গিক তথ্য নথিভুক্ত করতে হবে।",
                "hi": "सभी प्रासंगिक जानकारी को प्रलेखित किया जाना चाहिए।",
                "ur": "تمام متعلقہ معلومات کو دستاویزی کیا جانا چاہیے۔",
                "tr": "Tüm ilgili bilgiler belgelenmelidir."
            },
            "id": "v45_16",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_16.mp3"
        },
        {
            "germanTerm": "die Patientenakte",
            "article": "die",
            "plural": "die Patientenakten",
            "pronunciation": "/paˈtsi̯ɛntənˌʔaktə/",
            "category": "noun",
            "translation": {
                "en": "patient file",
                "bn": "রোগীর ফাইল",
                "hi": "रोगी फ़ाइल",
                "ur": "مریض کی فائل",
                "tr": "hasta dosyası"
            },
            "exampleSentence": "Die Patientenakte muss vollständig geführt werden.",
            "exampleTranslation": {
                "en": "The patient file must be kept complete.",
                "bn": "রোগীর ফাইল সম্পূর্ণ রাখতে হবে।",
                "hi": "रोगी फ़ाइल को पूर्ण रखना होगा।",
                "ur": "مریض کی فائل کو مکمل رکھنا ہوگا۔",
                "tr": "Hasta dosyası eksiksiz tutulmalıdır."
            },
            "id": "v45_17",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_17.mp3"
        },
        {
            "germanTerm": "das Laborergebnis",
            "article": "das",
            "plural": "die Laborergebnisse",
            "pronunciation": "/laˈboːɐ̯ʔɛɐ̯ˌɡeːbnɪs/",
            "category": "noun",
            "translation": {
                "en": "laboratory result",
                "bn": "ল্যাব ফলাফল",
                "hi": "प्रयोगशाला परिणाम",
                "ur": "لیبارٹری کا نتیجہ",
                "tr": "laboratuvar sonucu"
            },
            "exampleSentence": "Das Laborergebnis liegt noch nicht vor.",
            "exampleTranslation": {
                "en": "The laboratory result is not yet available.",
                "bn": "ল্যাব ফলাফল এখনও পাওয়া যায়নি।",
                "hi": "प्रयोगशाला परिणाम अभी तक उपलब्ध नहीं है।",
                "ur": "لیبارٹری کا نتیجہ ابھی تک دستیاب نہیں ہے۔",
                "tr": "Laboratuvar sonucu henüz mevcut değil."
            },
            "id": "v45_18",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_18.mp3"
        },
        {
            "germanTerm": "die Pflegeanamnese",
            "article": "die",
            "plural": "die Pflegeanamnesen",
            "pronunciation": "/ˈp͡fleːɡəʔanaˈmneːzə/",
            "category": "noun",
            "translation": {
                "en": "nursing history",
                "bn": "নার্সিং ইতিহাস",
                "hi": "नर्सिंग इतिहास",
                "ur": "نرسنگ کی تاریخ",
                "tr": "hemşirelik geçmişi"
            },
            "exampleSentence": "Die Pflegeanamnese ist ein wichtiger Bestandteil der Dokumentation.",
            "exampleTranslation": {
                "en": "The nursing history is an important part of the documentation.",
                "bn": "নার্সিং ইতিহাস ডকুমেন্টেশনের একটি গুরুত্বপূর্ণ অংশ।",
                "hi": "नर्सिंग इतिहास प्रलेखन का एक महत्वपूर्ण हिस्सा है।",
                "ur": "نرسنگ کی تاریخ دستاویزات کا ایک اہم حصہ ہے۔",
                "tr": "Hemşirelik geçmişi, belgelemenin önemli bir parçasıdır."
            },
            "id": "v45_19",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_19.mp3"
        },
        {
            "germanTerm": "die Vitalparameter",
            "article": "die",
            "plural": "die Vitalparameter",
            "pronunciation": "/viˈtaːlpaˌʁaːmeːtɐ/",
            "category": "noun",
            "translation": {
                "en": "vital signs",
                "bn": "ভাইটাল সাইন",
                "hi": "महत्वपूर्ण संकेत",
                "ur": "اہم نشانات",
                "tr": "yaşamsal belirtiler"
            },
            "exampleSentence": "Die Vitalparameter des Patienten sind stabil.",
            "exampleTranslation": {
                "en": "The patient's vital signs are stable.",
                "bn": "রোগীর ভাইটাল সাইন স্থিতিশীল।",
                "hi": "रोगी के महत्वपूर्ण संकेत स्थिर हैं।",
                "ur": "مریض کے اہم نشانات مستحکم ہیں۔",
                "tr": "Hastanın yaşamsal belirtileri stabil."
            },
            "id": "v45_20",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_20.mp3"
        },
        {
            "germanTerm": "der Konsiliardienst",
            "article": "der",
            "plural": "die Konsiliardienste",
            "pronunciation": "/kɔnziˈli̯aːɐ̯ˌdiːnst/",
            "category": "noun",
            "translation": {
                "en": "consultation service",
                "bn": "পরামর্শ পরিষেবা",
                "hi": "परामर्श सेवा",
                "ur": "مشاورتی خدمت",
                "tr": "konsültasyon hizmeti"
            },
            "exampleSentence": "Der Konsiliardienst wurde zur Beurteilung hinzugezogen.",
            "exampleTranslation": {
                "en": "The consultation service was consulted for assessment.",
                "bn": "মূল্যায়নের জন্য পরামর্শ পরিষেবা নেওয়া হয়েছিল।",
                "hi": "मूल्यांकन के लिए परामर्श सेवा ली गई।",
                "ur": "تشخیص کے لیے مشاورتی خدمت سے مشورہ کیا گیا۔",
                "tr": "Değerlendirme için konsültasyon hizmetine başvuruldu."
            },
            "id": "v45_21",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_21.mp3"
        },
        {
            "germanTerm": "die Epikrise",
            "article": "die",
            "plural": "die Epikrisen",
            "pronunciation": "/epiˈkʁiːzə/",
            "category": "noun",
            "translation": {
                "en": "summary of treatment",
                "bn": "চিকিৎসার সারসংক্ষেপ",
                "hi": "इलाज का सारांश",
                "ur": "علاج کا خلاصہ",
                "tr": "tedavi özeti"
            },
            "exampleSentence": "Die Epikrise fasst den Krankenhausaufenthalt zusammen.",
            "exampleTranslation": {
                "en": "The summary of treatment summarizes the hospital stay.",
                "bn": "চিকিৎসার সারসংক্ষেপ হাসপাতালের থাকার সময়কে সংক্ষিপ্ত করে।",
                "hi": "इलाज का सारांश अस्पताल में रहने को संक्षेप में बताता है।",
                "ur": "علاج کا خلاصہ ہسپتال میں قیام کا خلاصہ کرتا ہے۔",
                "tr": "Tedavi özeti, hastanede kalışı özetler."
            },
            "id": "v45_22",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_22.mp3"
        },
        {
            "germanTerm": "der Pflegebericht",
            "article": "der",
            "plural": "die Pflegeberichte",
            "pronunciation": "/ˈp͡fleːɡəbəˌʁɪçt/",
            "category": "noun",
            "translation": {
                "en": "nursing report",
                "bn": "নার্সিং রিপোর্ট",
                "hi": "नर्सिंग रिपोर्ट",
                "ur": "نرسنگ رپورٹ",
                "tr": "hemşirelik raporu"
            },
            "exampleSentence": "Der Pflegebericht dokumentiert die pflegerischen Maßnahmen.",
            "exampleTranslation": {
                "en": "The nursing report documents the nursing measures.",
                "bn": "নার্সিং রিপোর্ট নার্সিং ব্যবস্থা নথিভুক্ত করে।",
                "hi": "नर्सिंग रिपोर्ट नर्सिंग उपायों का दस्तावेजीकरण करती है।",
                "ur": "نرسنگ رپورٹ نرسنگ کے اقدامات کو دستاویزی کرتی ہے۔",
                "tr": "Hemşirelik raporu, hemşirelik önlemlerini belgelendirir."
            },
            "id": "v45_23",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_23.mp3"
        },
        {
            "germanTerm": "die Entlassung",
            "article": "die",
            "plural": "die Entlassungen",
            "pronunciation": "/ɛntˈlasʊŋ/",
            "category": "noun",
            "translation": {
                "en": "discharge",
                "bn": "ছাড়পত্র",
                "hi": "छुट्टी",
                "ur": "رخصتی",
                "tr": "taburcu"
            },
            "exampleSentence": "Die Entlassung des Patienten erfolgt morgen.",
            "exampleTranslation": {
                "en": "The patient's discharge will take place tomorrow.",
                "bn": "রোগীর ছাড়পত্র কাল হবে।",
                "hi": "रोगी की छुट्टी कल होगी।",
                "ur": "مریض کی رخصتی کل ہوگی۔",
                "tr": "Hastanın taburcu işlemi yarın gerçekleşecek."
            },
            "id": "v45_24",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_24.mp3"
        },
        {
            "germanTerm": "die Visite",
            "article": "die",
            "plural": "die Visiten",
            "pronunciation": "/viˈziːtə/",
            "category": "noun",
            "translation": {
                "en": "ward round",
                "bn": "ওয়ার্ড রাউন্ড",
                "hi": "वार्ड राउंड",
                "ur": "وارڈ راؤنڈ",
                "tr": "vizit"
            },
            "exampleSentence": "Die Visite findet täglich um 9 Uhr statt.",
            "exampleTranslation": {
                "en": "The ward round takes place daily at 9 am.",
                "bn": "ওয়ার্ড রাউন্ড প্রতিদিন সকাল ৯টায় অনুষ্ঠিত হয়।",
                "hi": "वार्ड राउंड रोजाना सुबह 9 बजे होता है।",
                "ur": "وارڈ راؤنڈ روزانہ صبح 9 بجے ہوتا ہے۔",
                "tr": "Vizit her gün saat 9'da yapılmaktadır."
            },
            "id": "v45_25",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_25.mp3"
        },
        {
            "germanTerm": "die Einverständniserklärung",
            "article": "die",
            "plural": "die Einverständniserklärungen",
            "pronunciation": "/ˈaɪ̯nfɛɐ̯ˌʃtɛntnɪsʔɛɐ̯ˌklɛːʁʊŋ/",
            "category": "noun",
            "translation": {
                "en": "informed consent",
                "bn": "অবহিত সম্মতি",
                "hi": "सूचित सहमति",
                "ur": "اطلاع شدہ رضامندی",
                "tr": "bilgilendirilmiş onay"
            },
            "exampleSentence": "Die Einverständniserklärung muss vor dem Eingriff eingeholt werden.",
            "exampleTranslation": {
                "en": "Informed consent must be obtained before the procedure.",
                "bn": "পদ্ধতির আগে অবহিত সম্মতি নেওয়া উচিত।",
                "hi": "प्रक्रिया से पहले सूचित सहमति प्राप्त की जानी चाहिए।",
                "ur": "طریقہ کار سے پہلے اطلاع شدہ رضامندی حاصل کی جانی چاہیے۔",
                "tr": "İşlemden önce bilgilendirilmiş onay alınmalıdır."
            },
            "id": "v45_26",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_26.mp3"
        },
        {
            "germanTerm": "die Komplikation",
            "article": "die",
            "plural": "die Komplikationen",
            "pronunciation": "/kɔmplikaˈtsi̯oːn/",
            "category": "noun",
            "translation": {
                "en": "complication",
                "bn": "জটিলতা",
                "hi": "जटिलता",
                "ur": "پیچیدگی",
                "tr": "komplikasyon"
            },
            "exampleSentence": "Es kam zu einer postoperativen Komplikation.",
            "exampleTranslation": {
                "en": "There was a postoperative complication.",
                "bn": "একটি পোস্টঅপারেটিভ জটিলতা দেখা দিয়েছে।",
                "hi": "एक पोस्टऑपरेटिव जटिलता थी।",
                "ur": "ایک پوسٹ آپریٹو پیچیدگی تھی۔",
                "tr": "Postoperatif bir komplikasyon ortaya çıktı."
            },
            "id": "v45_27",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_27.mp3"
        },
        {
            "germanTerm": "die Anordnung",
            "article": "die",
            "plural": "die Anordnungen",
            "pronunciation": "/ˈanˌʔɔʁdnʊŋ/",
            "category": "noun",
            "translation": {
                "en": "order, instruction",
                "bn": "নির্দেশ",
                "hi": "आदेश, निर्देश",
                "ur": "حکم، ہدایت",
                "tr": "emir, talimat"
            },
            "exampleSentence": "Die Anordnung des Arztes muss befolgt werden.",
            "exampleTranslation": {
                "en": "The doctor's order must be followed.",
                "bn": "ডাক্তারের নির্দেশ অনুসরণ করতে হবে।",
                "hi": "डॉक्टर के आदेश का पालन किया जाना चाहिए।",
                "ur": "ڈاکٹر کے حکم کی تعمیل کرنی چاہیے۔",
                "tr": "Doktorun emrine uyulmalıdır."
            },
            "id": "v45_28",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_28.mp3"
        },
        {
            "germanTerm": "die Überweisung",
            "article": "die",
            "plural": "die Überweisungen",
            "pronunciation": "/yːbɐˈvaɪ̯zʊŋ/",
            "category": "noun",
            "translation": {
                "en": "referral",
                "bn": "রেফারেল",
                "hi": "रेफरल",
                "ur": "حوالہ",
                "tr": "sevk"
            },
            "exampleSentence": "Der Patient benötigt eine Überweisung zum Spezialisten.",
            "exampleTranslation": {
                "en": "The patient needs a referral to a specialist.",
                "bn": "রোগীর বিশেষজ্ঞের কাছে রেফারেলের প্রয়োজন।",
                "hi": "रोगी को विशेषज्ञ के पास रेफरल की आवश्यकता है।",
                "ur": "مریض کو ماہر کے پاس حوالہ کی ضرورت ہے۔",
                "tr": "Hastanın bir uzmana sevke ihtiyacı var."
            },
            "id": "v45_29",
            "audioUrl": "assets/audio/sections/section_45/vocabulary/v45_29.mp3"
        }
    ],
    "dialogues": [
        {
            "title": {
                "en": "Discharge Letter Inquiry",
                "bn": "ছাড়পত্র অনুসন্ধান",
                "hi": "डिस्चार्ज पत्र पूछताछ",
                "ur": "ڈسچارج خط کی انکوائری",
                "tr": "Taburcu Mektubu Sorgusu"
            },
            "context": {
                "en": "A patient asks about their discharge letter and medication plan.",
                "bn": "একজন রোগী তার ছাড়পত্র এবং ওষুধের পরিকল্পনা সম্পর্কে জিজ্ঞাসা করছেন।",
                "hi": "एक मरीज अपने डिस्चार्ज पत्र और दवा योजना के बारे में पूछ रहा है।",
                "ur": "ایک مریض اپنے ڈسچارج خط اور دوا کے منصوبے کے بارے میں پوچھ رہا ہے۔",
                "tr": "Bir hasta taburcu mektubu ve ilaç planı hakkında bilgi alıyor."
            },
            "lines": [
                {
                    "speaker": "Patient Müller",
                    "speakerRole": "Patient",
                    "germanText": "Guten Tag, Schwester. Wann bekomme ich meinen Arztbrief und meinen Medikamentenplan?",
                    "translation": {
                        "en": "Good day, Nurse. When will I receive my discharge letter and medication plan?",
                        "bn": "শুভ দিন, সিস্টার। আমি কখন আমার ছাড়পত্র এবং ওষুধের পরিকল্পনা পাব?",
                        "hi": "शुभ दिन, सिस्टर। मुझे मेरा डिस्चार्ज पत्र और दवा योजना कब मिलेगी?",
                        "ur": "شب بخیر نرس۔ مجھے اپنا ڈسچارج خط اور دوا کا منصوبہ کب ملے گا؟",
                        "tr": "İyi günler Hemşire. Taburcu mektubumu ve ilaç planımı ne zaman alacağım?"
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_01_line1.mp3"
                },
                {
                    "speaker": "Schwester Weber",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Einen Moment, Herr Müller. Ich schaue in der Dokumentation nach. Der Arztbrief wird gerade erstellt.",
                    "translation": {
                        "en": "One moment, Mr. Müller. I'll check the documentation. The discharge letter is currently being created.",
                        "bn": "এক মুহূর্ত, জনাব ম্যुलर। আমি নথিপত্র পরীক্ষা করে দেখছি। ছাড়পত্রটি বর্তমানে তৈরি করা হচ্ছে।",
                        "hi": "एक मिनट, श्री मुलर। मैं दस्तावेज़ों की जाँच करूँगी। डिस्चार्ज पत्र वर्तमान में बनाया जा रहा है।",
                        "ur": "ایک منٹ ٹھہریں مسٹر مولر۔ میں دستاویزات کی جانچ کروں گی۔ ڈسچارج خط فی الحال تیار کیا جا رہا ہے۔",
                        "tr": "Bir dakika Bay Müller. Belgelere bakacağım. Taburcu mektubu şu anda hazırlanıyor."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_01_line2.mp3"
                },
                {
                    "speaker": "Schwester Weber",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Der Medikamentenplan wird zusammen mit dem Arztbrief ausgehändigt.",
                    "translation": {
                        "en": "The medication plan will be handed out together with the discharge letter.",
                        "bn": "ওষুধের পরিকল্পনা ছাড়পত্রের সাথে একসাথে দেওয়া হবে।",
                        "hi": "दवा योजना डिस्चार्ज पत्र के साथ दी जाएगी।",
                        "ur": "دوا کا منصوبہ ڈسچارج خط کے ساتھ دیا جائے گا۔",
                        "tr": "İlaç planı, taburcu mektubu ile birlikte verilecektir."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_01_line3.mp3"
                },
                {
                    "speaker": "Patient Müller",
                    "speakerRole": "Patient",
                    "germanText": "Verstehe. Und wann kann ich damit rechnen?",
                    "translation": {
                        "en": "I understand. And when can I expect it?",
                        "bn": "বুঝেছি। আর আমি কখন এটি আশা করতে পারি?",
                        "hi": "समझ गया। और मैं इसे कब तक प्राप्त करने की उम्मीद कर सकता हूँ?",
                        "ur": "میں سمجھ گیا۔ اور میں اس کی کب توقع کر سکتا ہوں؟",
                        "tr": "Anlıyorum. Peki ne zaman bekleyebilirim?"
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_01_line4.mp3"
                },
                {
                    "speaker": "Schwester Weber",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Voraussichtlich heute Nachmittag. Ich informiere Sie, sobald er fertig ist.",
                    "translation": {
                        "en": "Probably this afternoon. I will inform you as soon as it's ready.",
                        "bn": "সম্ভবত আজ বিকেলে। এটি প্রস্তুত হওয়ার সাথে সাথেই আমি আপনাকে জানাব।",
                        "hi": "संभवतः आज दोपहर। मैं आपको सूचित करूँगा जैसे ही यह तैयार हो जाएगा।",
                        "ur": "غالبا آج سہ پہر۔ جیسے ہی یہ تیار ہوجائے گا میں آپ کو آگاہ کردوں گا۔",
                        "tr": "Muhtemelen bu öğleden sonra. Hazır olur olmaz sizi bilgilendireceğim."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_01_line5.mp3"
                }
            ],
            "id": "d45_01"
        },
        {
            "title": {
                "en": "Lab Results Discussion",
                "bn": "ল্যাব পরীক্ষার ফলাফল আলোচনা",
                "hi": "प्रयोगशाला परिणामों पर चर्चा",
                "ur": "لیبارٹری کے نتائج پر تبادلہ خیال",
                "tr": "Laboratuvar Sonuçları Tartışması"
            },
            "context": {
                "en": "A doctor discusses lab results with another doctor, referencing the report.",
                "bn": "একজন ডাক্তার অন্য ডাক্তারের সাথে ল্যাব পরীক্ষার ফলাফল নিয়ে আলোচনা করছেন, রিপোর্টের উল্লেখ করে।",
                "hi": "एक डॉक्टर दूसरे डॉक्टर के साथ लैब परिणामों पर चर्चा कर रहा है, रिपोर्ट का हवाला देते हुए।",
                "ur": "ایک ڈاکٹر دوسرے ڈاکٹر کے ساتھ لیب کے نتائج پر تبادلہ خیال کر رہا ہے ، رپورٹ کا حوالہ دیتے ہوئے۔",
                "tr": "Bir doktor, raporu referans alarak başka bir doktorla laboratuvar sonuçlarını tartışıyor."
            },
            "lines": [
                {
                    "speaker": "Dr. Schmidt",
                    "speakerRole": "Assistenzarzt",
                    "germanText": "Guten Morgen, Herr Dr. Weber. Haben Sie den Befund von Herrn Klein gesehen?",
                    "translation": {
                        "en": "Good morning, Dr. Weber. Have you seen Mr. Klein's report?",
                        "bn": "শুভ সকাল, ডাঃ ওয়েবার। আপনি কি জনাব ক্লিনের প্রতিবেদন দেখেছেন?",
                        "hi": "शुभ प्रभात, डॉ. वेबर। क्या आपने श्री क्लाइन की रिपोर्ट देखी है?",
                        "ur": "شب بخیر ڈاکٹر ویبر۔ کیا آپ نے مسٹر کلین کی رپورٹ دیکھی ہے؟",
                        "tr": "Günaydın Dr. Weber. Bay Klein'ın raporunu gördünüz mü?"
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_02_line1.mp3"
                },
                {
                    "speaker": "Dr. Weber",
                    "speakerRole": "Oberarzt",
                    "germanText": "Ja, die Leberwerte sind erhöht. Was steht im Verlauf?",
                    "translation": {
                        "en": "Yes, the liver values are elevated. What does the progress report say?",
                        "bn": "হ্যাঁ, লিভারের মান বেড়ে গেছে। অগ্রগতি প্রতিবেদনে কী বলা হয়েছে?",
                        "hi": "हाँ, यकृत मान बढ़ गए हैं। प्रगति रिपोर्ट में क्या लिखा है?",
                        "ur": "ہاں ، جگر کی اقدار بلند ہیں۔ پیشرفت رپورٹ میں کیا لکھا ہے؟",
                        "tr": "Evet, karaciğer değerleri yüksek. İlerleme raporunda ne yazıyor?"
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_02_line2.mp3"
                },
                {
                    "speaker": "Dr. Schmidt",
                    "speakerRole": "Assistenzarzt",
                    "germanText": "Im Verlauf steht, dass er über Bauchschmerzen klagt. Wir haben die Medikamente dokumentiert.",
                    "translation": {
                        "en": "The progress report says that he is complaining of abdominal pain. We have documented the medications.",
                        "bn": "অগ্রগতি প্রতিবেদনে বলা হয়েছে যে তিনি পেটে ব্যথার অভিযোগ করছেন। আমরা ওষুধগুলি নথিভুক্ত করেছি।",
                        "hi": "प्रगति रिपोर्ट में कहा गया है कि वह पेट दर्द की शिकायत कर रहा है। हमने दवाओं का दस्तावेजीकरण किया है।",
                        "ur": "پیشرفت رپورٹ میں کہا گیا ہے کہ وہ پیٹ میں درد کی شکایت کر رہا ہے۔ ہم نے ادویات کو دستاویزی شکل دی ہے۔",
                        "tr": "İlerleme raporunda karın ağrısından şikayet ettiği yazıyor. İlaçları belgeledik."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_02_line3.mp3"
                },
                {
                    "speaker": "Dr. Weber",
                    "speakerRole": "Oberarzt",
                    "germanText": "Gut. Dann lassen Sie uns eine weitere Diagnostik veranlassen.",
                    "translation": {
                        "en": "Good. Then let's order further diagnostics.",
                        "bn": "ভাল। তাহলে আমরা আরও ডায়াগনস্টিকসের আদেশ দিই।",
                        "hi": "अच्छा। तो चलिए आगे की डायग्नोस्टिक्स का आदेश देते हैं।",
                        "ur": "اچها. پھر مزید تشخیصات کا حکم دیتے ہیں۔",
                        "tr": "Güzel. O zaman daha fazla teşhis isteyelim."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_02_line4.mp3"
                },
                {
                    "speaker": "Dr. Schmidt",
                    "speakerRole": "Assistenzarzt",
                    "germanText": "Werde ich sofort in der Dokumentation vermerken.",
                    "translation": {
                        "en": "I will note that immediately in the documentation.",
                        "bn": "আমি অবিলম্বে নথিতে এটি উল্লেখ করব।",
                        "hi": "मैं इसे तुरंत दस्तावेज़ में नोट करूँगा।",
                        "ur": "میں اسے فوری طور پر دستاویز میں نوٹ کروں گا۔",
                        "tr": "Bunu hemen belgelere not edeceğim."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_02_line5.mp3"
                }
            ],
            "id": "d45_02"
        },
        {
            "title": {
                "en": "Medication Plan Update",
                "bn": "মেডিকেশন প্ল্যান আপডেট",
                "hi": "दवा योजना अद्यतन",
                "ur": "دوا کے منصوبے کی تازہ کاری",
                "tr": "İlaç Planı Güncellemesi"
            },
            "context": {
                "en": "A nurse updates the patient's medication plan based on doctor's orders.",
                "bn": "একজন নার্স ডাক্তারের নির্দেশের ভিত্তিতে রোগীর ওষুধের পরিকল্পনা আপডেট করছেন।",
                "hi": "एक नर्स डॉक्टर के आदेशों के आधार पर रोगी की दवा योजना को अपडेट कर रही है।",
                "ur": "ایک نرس ڈاکٹر کے احکامات کی بنیاد پر مریض کے دوا کے منصوبے کو اپ ڈیٹ کر رہی ہے۔",
                "tr": "Bir hemşire, doktorun talimatlarına göre hastanın ilaç planını güncelliyor."
            },
            "lines": [
                {
                    "speaker": "Schwester Anna",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Guten Morgen, Frau Schmidt. Der Arzt hat Ihre Medikamente angepasst. Hier ist der neue Medikamentenplan.",
                    "translation": {
                        "en": "Good morning, Mrs. Schmidt. The doctor has adjusted your medication. Here is the new medication plan.",
                        "bn": "শুভ সকাল, মিসেস শ্মিট। ডাক্তার আপনার ওষুধ পরিবর্তন করেছেন। এখানে নতুন ওষুধের পরিকল্পনা রয়েছে।",
                        "hi": "शुभ प्रभात, श्रीमती श्मिट। डॉक्टर ने आपकी दवा बदल दी है। यहाँ नई दवा योजना है।",
                        "ur": "شب بخیر محترمہ شمٹ۔ ڈاکٹر نے آپ کی دوا کو ایڈجسٹ کیا ہے۔ یہ رہا دوا کا نیا منصوبہ۔",
                        "tr": "Günaydın Bayan Schmidt. Doktor ilaçlarınızı ayarladı. İşte yeni ilaç planı."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_03_line1.mp3"
                },
                {
                    "speaker": "Patient Schmidt",
                    "speakerRole": "Patient",
                    "germanText": "Ah, danke! Was hat sich denn geändert?",
                    "translation": {
                        "en": "Ah, thank you! What has changed?",
                        "bn": "আহ, ধন্যবাদ! কি পরিবর্তন হয়েছে?",
                        "hi": "आह, धन्यवाद! क्या बदल गया है?",
                        "ur": "آہ ، شکریہ! کیا تبدیل ہوا ہے؟",
                        "tr": "Ah, teşekkürler! Ne değişti?"
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_03_line2.mp3"
                },
                {
                    "speaker": "Schwester Anna",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Die Dosis von Schmerzmittel X wurde erhöht. Das ist alles in der Dokumentation festgehalten.",
                    "translation": {
                        "en": "The dose of painkiller X has been increased. This is all recorded in the documentation.",
                        "bn": "ব্যথানাশক এক্স এর ডোজ বাড়ানো হয়েছে। এটি নথিতে লিপিবদ্ধ করা হয়েছে।",
                        "hi": "दर्द निवारक एक्स की खुराक बढ़ा दी गई है। यह सब दस्तावेज़ में दर्ज है।",
                        "ur": "درد کم کرنے والی دوا X کی خوراک میں اضافہ کیا گیا ہے۔ یہ سب دستاویز میں درج ہے۔",
                        "tr": "X ağrı kesicinin dozu artırıldı. Bunların hepsi belgelere kaydedildi."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_03_line3.mp3"
                },
                {
                    "speaker": "Patient Schmidt",
                    "speakerRole": "Patient",
                    "germanText": "Gut zu wissen. Danke für die Information.",
                    "translation": {
                        "en": "Good to know. Thank you for the information.",
                        "bn": "জেনে ভালো লাগলো। তথ্যের জন্য ধন্যবাদ।",
                        "hi": "जानकर अच्छा लगा। जानकारी के लिए धन्यवाद।",
                        "ur": "جان کر اچھا لگا۔ معلومات کے لیے شکریہ۔",
                        "tr": "Bunu bilmek güzel. Bilgi için teşekkürler."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_03_line4.mp3"
                },
                {
                    "speaker": "Schwester Anna",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Gern geschehen. Melden Sie sich, wenn Sie Fragen haben.",
                    "translation": {
                        "en": "You're welcome. Let me know if you have any questions.",
                        "bn": "আপনাকে স্বাগতম। আপনার যদি কোনও প্রশ্ন থাকে তবে আমাকে জানান।",
                        "hi": "आपका स्वागत है। अगर आपके कोई प्रश्न हैं तो मुझे बताएं।",
                        "ur": "خوش آمدید۔ اگر آپ کا کوئی سوال ہے تو مجھے بتائیں۔",
                        "tr": "Rica ederim. Herhangi bir sorunuz olursa bana bildirin."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_03_line5.mp3"
                }
            ],
            "id": "d45_03"
        },
        {
            "title": {
                "en": "Documenting an Adverse Reaction",
                "bn": "প্রতিকূল প্রতিক্রিয়া নথিভুক্ত করা",
                "hi": "प्रतिकूल प्रतिक्रिया का दस्तावेजीकरण",
                "ur": "مضر اثر کا دستاویز",
                "tr": "Olumsuz Bir Reaksiyonu Belgeleme"
            },
            "context": {
                "en": "A nurse documents an adverse reaction to a medication in the patient's chart.",
                "bn": "একজন নার্স রোগীর চার্টে ওষুধের প্রতিকূল প্রতিক্রিয়া নথিভুক্ত করছেন।",
                "hi": "एक नर्स रोगी के चार्ट में एक दवा के प्रति प्रतिकूल प्रतिक्रिया का दस्तावेजीकरण कर रही है।",
                "ur": "ایک نرس مریض کے چارٹ میں دوا کے مضر اثر کو دستاویز کر رہی ہے۔",
                "tr": "Bir hemşire, hastanın çizelgesinde bir ilaca karşı olumsuz bir reaksiyonu belgeliyor."
            },
            "lines": [
                {
                    "speaker": "Schwester Lisa",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Herr Becker hat auf das Antibiotikum allergisch reagiert. Ich dokumentiere das sofort.",
                    "translation": {
                        "en": "Mr. Becker had an allergic reaction to the antibiotic. I'm documenting that immediately.",
                        "bn": "জনাব বেকার অ্যান্টিবায়োটিকের প্রতি অ্যালার্জি প্রতিক্রিয়া দেখিয়েছেন। আমি অবিলম্বে এটি নথিভুক্ত করছি।",
                        "hi": "श्री बेकर को एंटीबायोटिक से एलर्जी हो गई। मैं इसे तुरंत दस्तावेज़ कर रही हूँ।",
                        "ur": "مسٹر بیکر کو اینٹی بائیوٹک سے الرجی ہوگئی۔ میں فوری طور پر اسے دستاویز کر رہی ہوں۔",
                        "tr": "Bay Becker, antibiyotiğe alerjik reaksiyon gösterdi. Bunu hemen belgeliyorum."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_04_line1.mp3"
                },
                {
                    "speaker": "Dr. Klein",
                    "speakerRole": "Assistenzarzt",
                    "germanText": "Haben Sie die Reaktion genau beschrieben und im Verlauf notiert?",
                    "translation": {
                        "en": "Did you describe the reaction accurately and note it in the progress report?",
                        "bn": "আপনি কি প্রতিক্রিয়াটি সঠিকভাবে বর্ণনা করেছেন এবং অগ্রগতি প্রতিবেদনে উল্লেখ করেছেন?",
                        "hi": "क्या आपने प्रतिक्रिया का सटीक वर्णन किया और इसे प्रगति रिपोर्ट में नोट किया?",
                        "ur": "کیا آپ نے رد عمل کو درست طریقے سے بیان کیا اور اسے پیشرفت رپورٹ میں نوٹ کیا؟",
                        "tr": "Reaksiyonu doğru bir şekilde tanımladınız mı ve ilerleme raporuna not ettiniz mi?"
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_04_line2.mp3"
                },
                {
                    "speaker": "Schwester Lisa",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Ja, ich habe die Symptome und den Zeitpunkt genau dokumentiert. Rötung, Juckreiz, alles im Verlauf.",
                    "translation": {
                        "en": "Yes, I documented the symptoms and the time exactly. Redness, itching, everything in the progress report.",
                        "bn": "হ্যাঁ, আমি উপসর্গ এবং সময়কাল সঠিকভাবে নথিভুক্ত করেছি। লালভাব, চুলকানি, সবকিছু অগ্রগতি প্রতিবেদনে রয়েছে।",
                        "hi": "हाँ, मैंने लक्षणों और समय को ठीक से दस्तावेज़ित किया। लालिमा, खुजली, सब कुछ प्रगति रिपोर्ट में है।",
                        "ur": "ہاں ، میں نے علامات اور وقت کی عین مطابق دستاویز کی ہے۔ لالی ، خارش ، ہر چیز پیشرفت رپورٹ میں ہے۔",
                        "tr": "Evet, semptomları ve zamanlamayı tam olarak belgeledim. Kızarıklık, kaşıntı, her şey ilerleme raporunda."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_04_line3.mp3"
                },
                {
                    "speaker": "Dr. Klein",
                    "speakerRole": "Assistenzarzt",
                    "germanText": "Sehr gut. Dann passen Sie den Medikamentenplan an und dokumentieren Sie die Allergie.",
                    "translation": {
                        "en": "Very good. Then adjust the medication plan and document the allergy.",
                        "bn": "খুব ভালো। তাহলে ওষুধের পরিকল্পনা সামঞ্জস্য করুন এবং অ্যালার্জি নথিভুক্ত করুন।",
                        "hi": "बहुत अच्छा। तो दवा योजना को समायोजित करें और एलर्जी को दस्तावेज़ित करें।",
                        "ur": "بہت اچھا۔ پھر دوا کے منصوبے کو ایڈجسٹ کریں اور الرجی کو دستاویز کریں۔",
                        "tr": "Çok iyi. O zaman ilaç planını ayarlayın ve alerjiyi belgeleyin."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_04_line4.mp3"
                },
                {
                    "speaker": "Schwester Lisa",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Werde ich sofort machen.",
                    "translation": {
                        "en": "I will do that immediately.",
                        "bn": "আমি এখনই করব।",
                        "hi": "मैं इसे तुरंत करूँगा।",
                        "ur": "میں اسے فورا کروں گا۔",
                        "tr": "Hemen yapacağım."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_04_line5.mp3"
                }
            ],
            "id": "d45_04"
        },
        {
            "title": {
                "en": "Doctor's Note about Patient's Condition",
                "bn": "রোগীর অবস্থা সম্পর্কে ডাক্তারের নোট",
                "hi": "मरीज की स्थिति के बारे में डॉक्टर का नोट",
                "ur": "مریض کی حالت کے بارے میں ڈاکٹر کا نوٹ",
                "tr": "Hastanın Durumu Hakkında Doktor Notu"
            },
            "context": {
                "en": "A doctor is writing a note about the patient's condition in the patient's chart.",
                "bn": "একজন ডাক্তার রোগীর চার্টে রোগীর অবস্থা সম্পর্কে একটি নোট লিখছেন।",
                "hi": "एक डॉक्टर रोगी के चार्ट में रोगी की स्थिति के बारे में एक नोट लिख रहा है।",
                "ur": "ایک ڈاکٹر مریض کے چارٹ میں مریض کی حالت کے بارے میں ایک نوٹ لکھ رہا ہے۔",
                "tr": "Bir doktor hastanın çizelgesine hastanın durumu hakkında bir not yazıyor."
            },
            "lines": [
                {
                    "speaker": "Dr. Müller",
                    "speakerRole": "Oberarzt",
                    "germanText": "Patient klagt weiterhin über starke Schmerzen. Ich dokumentiere die Schmerzintensität.",
                    "translation": {
                        "en": "Patient continues to complain of severe pain. I am documenting the pain intensity.",
                        "bn": "রোগী এখনও তীব্র ব্যথার অভিযোগ করছেন। আমি ব্যথার তীব্রতা নথিভুক্ত করছি।",
                        "hi": "मरीज अभी भी तेज दर्द की शिकायत कर रहा है। मैं दर्द की तीव्रता को दस्तावेज़ित कर रहा हूँ।",
                        "ur": "مریض ابھی بھی شدید درد کی شکایت کر رہا ہے۔ میں درد کی شدت کو دستاویز کر رہا ہوں۔",
                        "tr": "Hasta şiddetli ağrıdan şikayet etmeye devam ediyor. Ağrı şiddetini belgeliyorum."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_05_line1.mp3"
                },
                {
                    "speaker": "Schwester Weber",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Haben Sie die Schmerzmittel entsprechend angepasst?",
                    "translation": {
                        "en": "Have you adjusted the painkillers accordingly?",
                        "bn": "আপনি কি সেই অনুযায়ী ব্যথানাশক সামঞ্জস্য করেছেন?",
                        "hi": "क्या आपने तदनुसार दर्द निवारक को समायोजित किया है?",
                        "ur": "کیا آپ نے اس کے مطابق درد کم کرنے والی دوا کو ایڈجسٹ کیا ہے؟",
                        "tr": "Ağrı kesicileri buna göre ayarladınız mı?"
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_05_line2.mp3"
                },
                {
                    "speaker": "Dr. Müller",
                    "speakerRole": "Oberarzt",
                    "germanText": "Ja, die Dosis wurde erhöht und im Medikamentenplan dokumentiert. Beobachten Sie den Patienten weiterhin.",
                    "translation": {
                        "en": "Yes, the dose has been increased and documented in the medication plan. Continue to observe the patient.",
                        "bn": "হ্যাঁ, ডোজ বাড়ানো হয়েছে এবং ওষুধের পরিকল্পনায় নথিভুক্ত করা হয়েছে। রোগীকে পর্যবেক্ষণ করতে থাকুন।",
                        "hi": "हाँ, खुराक बढ़ा दी गई है और दवा योजना में दस्तावेज़ित की गई है। मरीज का अवलोकन करना जारी रखें।",
                        "ur": "ہاں ، خوراک میں اضافہ کیا گیا ہے اور اسے دوا کے منصوبے میں دستاویز کیا گیا ہے۔ مریض کا مشاہدہ جاری رکھیں۔",
                        "tr": "Evet, doz artırıldı ve ilaç planında belgelendi. Hastayı gözlemlemeye devam edin."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_05_line3.mp3"
                },
                {
                    "speaker": "Schwester Weber",
                    "speakerRole": "Krankenschwester",
                    "germanText": "Werde ich machen. Soll ich noch etwas in die Dokumentation eintragen?",
                    "translation": {
                        "en": "I will. Should I enter anything else in the documentation?",
                        "bn": "আমি করব। আমার কি নথিতে অন্য কিছু প্রবেশ করানো উচিত?",
                        "hi": "मैं करूँगा। क्या मुझे दस्तावेज़ में कुछ और दर्ज करना चाहिए?",
                        "ur": "میں کروں گا۔ کیا مجھے دستاویز میں کچھ اور داخل کرنا چاہئے؟",
                        "tr": "Yapacağım. Belgelere başka bir şey girmeli miyim?"
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_05_line4.mp3"
                },
                {
                    "speaker": "Dr. Müller",
                    "speakerRole": "Oberarzt",
                    "germanText": "Nein, das ist alles. Danke.",
                    "translation": {
                        "en": "No, that's all. Thank you.",
                        "bn": "না, এটাই সব। ধন্যবাদ।",
                        "hi": "नहीं, बस इतना ही। धन्यवाद।",
                        "ur": "نہیں ، بس اتنا ہی۔ شکریہ۔",
                        "tr": "Hayır, hepsi bu. Teşekkür ederim."
                    },
                    "audioUrl": "assets/audio/sections/section_45/dialogues/d45_05_line5.mp3"
                }
            ],
            "id": "d45_05"
        }
    ],
    "exercises": [
        {
            "type": "multipleChoice",
            "question": {
                "de": "Welches Dokument enthält typischerweise Informationen über die Vorgeschichte eines Patienten?",
                "en": "Which document typically contains information about a patient's medical history?",
                "bn": "কোন নথিতে সাধারণত রোগীর চিকিৎসার ইতিহাস সম্পর্কে তথ্য থাকে?",
                "hi": "कौन सा दस्तावेज़ आमतौर पर रोगी के चिकित्सा इतिहास के बारे में जानकारी शामिल करता है?",
                "ur": "کون سی دستاویز عام طور پر مریض کی طبی تاریخ کے بارے میں معلومات پر مشتمل ہے؟",
                "tr": "Hangi belge tipik olarak bir hastanın tıbbi geçmişi hakkında bilgi içerir?"
            },
            "options": [
                "Arztbrief",
                "Medikamentenplan",
                "Anamnese",
                "Befund"
            ],
            "correctAnswer": "Anamnese",
            "explanation": {
                "en": "The anamnesis (medical history) specifically focuses on gathering information about the patient's past and present illnesses, allergies, and family history.",
                "bn": "অ্যানামনেসিস (চিকিৎসার ইতিহাস) বিশেষভাবে রোগীর অতীত এবং বর্তমান অসুস্থতা, অ্যালার্জি এবং পারিবারিক ইতিহাস সম্পর্কে তথ্য সংগ্রহের উপর দৃষ্টি নিবদ্ধ করে।",
                "hi": "एनामनेसिस (चिकित्सा इतिहास) विशेष रूप से रोगी के अतीत और वर्तमान बीमारियों, एलर्जी और पारिवारिक इतिहास के बारे में जानकारी एकत्र करने पर केंद्रित है।",
                "ur": "اینامنیسس (طبی تاریخ) خاص طور پر مریض کی ماضی اور موجودہ بیماریوں، الرجی اور خاندانی تاریخ کے بارے میں معلومات جمع کرنے پر توجہ مرکوز کرتا ہے۔",
                "tr": "Anamnez (tıbbi geçmiş), özellikle hastanın geçmiş ve mevcut hastalıkları, alerjileri ve aile öyküsü hakkında bilgi toplamaya odaklanır."
            },
            "points": 10,
            "id": "e45_01"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Was ist der Hauptzweck eines Arztbriefs?",
                "en": "What is the main purpose of a doctor's letter (Arztbrief)?",
                "bn": "একজন ডাক্তারের চিঠির (Arztbrief) প্রধান উদ্দেশ্য কী?",
                "hi": "डॉक्टर के पत्र (Arztbrief) का मुख्य उद्देश्य क्या है?",
                "ur": "ڈاکٹر کے خط (Arztbrief) کا بنیادی مقصد کیا ہے؟",
                "tr": "Bir doktor mektubunun (Arztbrief) ana amacı nedir?"
            },
            "options": [
                "Dem Patienten Medikamente zu verschreiben",
                "Die Krankenkasse über die Behandlung zu informieren",
                "Die Weitergabe von Informationen an andere Ärzte",
                "Den Patienten über die Diagnose zu informieren"
            ],
            "correctAnswer": "Die Weitergabe von Informationen an andere Ärzte",
            "explanation": {
                "en": "A doctor's letter (Arztbrief) primarily serves to communicate relevant patient information to other healthcare professionals involved in the patient's care.",
                "bn": "একজন ডাক্তারের চিঠি (Arztbrief) প্রাথমিকভাবে রোগীর যত্নে জড়িত অন্যান্য স্বাস্থ্যসেবা পেশাদারদের প্রাসঙ্গিক রোগীর তথ্য জানাতে কাজ করে।",
                "hi": "एक डॉक्टर का पत्र (Arztbrief) मुख्य रूप से रोगी की देखभाल में शामिल अन्य स्वास्थ्य देखभाल पेशेवरों को प्रासंगिक रोगी जानकारी संप्रेषित करने का कार्य करता है।",
                "ur": "ایک ڈاکٹر کا خط (Arztbrief) بنیادی طور پر مریض کی دیکھ بھال میں شامل دیگر صحت کی دیکھ بھال کرنے والے پیشہ ور افراد کو متعلقہ مریض کی معلومات فراہم کرنے کا کام کرتا ہے۔",
                "tr": "Bir doktor mektubu (Arztbrief) öncelikle hastanın bakımına dahil olan diğer sağlık profesyonellerine ilgili hasta bilgilerini iletmeye hizmet eder."
            },
            "points": 10,
            "id": "e45_02"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Was ist ein 'Befund'?",
                "en": "What is a 'Befund'?",
                "bn": "'Befund' কী?",
                "hi": "'बेफुंड' क्या है?",
                "ur": "'بیفنڈ' کیا ہے؟",
                "tr": "'Befund' nedir?"
            },
            "options": [
                "Ein Medikament",
                "Eine Diagnose",
                "Die Ergebnisse einer Untersuchung",
                "Ein Operation"
            ],
            "correctAnswer": "Die Ergebnisse einer Untersuchung",
            "explanation": {
                "en": "A 'Befund' refers to the findings or results of a medical examination or investigation.",
                "bn": "একটি 'Befund' মানে একটি মেডিকেল পরীক্ষা বা তদন্তের ফলাফল বা সন্ধান।",
                "hi": "एक 'बेफुंड' एक चिकित्सा परीक्षा या जांच के निष्कर्षों या परिणामों को संदर्भित करता है।",
                "ur": "ایک 'بیفنڈ' ایک طبی امتحان یا تحقیقات کے نتائج یا نتائج سے مراد ہے۔",
                "tr": "'Befund', bir tıbbi muayene veya araştırmanın bulgularını veya sonuçlarını ifade eder."
            },
            "points": 10,
            "id": "e45_03"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Was beinhaltet typischerweise ein 'Verlauf' in der medizinischen Dokumentation?",
                "en": "What does a 'Verlauf' typically include in medical documentation?",
                "bn": "চিকিৎসা নথিতে সাধারণত একটি 'Verlauf'-এ কী অন্তর্ভুক্ত থাকে?",
                "hi": "चिकित्सा प्रलेखन में आमतौर पर एक 'Verlauf' में क्या शामिल होता है?",
                "ur": "طبی دستاویزات میں عام طور پر 'Verlauf' میں کیا شامل ہوتا ہے؟",
                "tr": "Tıbbi dokümantasyonda tipik olarak bir 'Verlauf' ne içerir?"
            },
            "options": [
                "Eine Liste aller Medikamente",
                "Die Veränderungen im Zustand des Patienten über die Zeit",
                "Die Familienanamnese des Patienten",
                "Eine Zusammenfassung der Operation"
            ],
            "correctAnswer": "Die Veränderungen im Zustand des Patienten über die Zeit",
            "explanation": {
                "en": "A 'Verlauf' (course, progression) documents the changes in a patient's condition over time, including responses to treatment and any complications.",
                "bn": "একটি 'Verlauf' (কোর্স, অগ্রগতি) সময়ের সাথে সাথে রোগীর অবস্থার পরিবর্তনগুলি নথিভুক্ত করে, যার মধ্যে চিকিত্সার প্রতিক্রিয়া এবং কোনও জটিলতা অন্তর্ভুক্ত রয়েছে।",
                "hi": "एक 'वेरलाउफ' (कोर्स, प्रगति) समय के साथ रोगी की स्थिति में बदलावों को दस्तावेज करता है, जिसमें उपचार के जवाब और कोई जटिलताएं शामिल हैं।",
                "ur": "ایک 'Verlauf' (کورس، ترقی) وقت کے ساتھ مریض کی حالت میں تبدیلیوں کو دستاویز کرتا ہے، بشمول علاج کے جوابات اور کوئی پیچیدگیاں۔",
                "tr": "Bir 'Verlauf' (seyir, ilerleme), bir hastanın durumundaki zaman içindeki değişiklikleri, tedaviye yanıtları ve herhangi bir komplikasyonu belgelendirir."
            },
            "points": 10,
            "id": "e45_04"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Welche Information ist am wenigsten wahrscheinlich in einem Medikamentenplan zu finden?",
                "en": "Which piece of information is least likely to be found in a medication plan?",
                "bn": "কোন তথ্যটি একটি ঔষধ পরিকল্পনায় খুঁজে পাওয়ার সম্ভাবনা সবচেয়ে কম?",
                "hi": "कौन सी जानकारी दवा योजना में पाए जाने की संभावना सबसे कम है?",
                "ur": "ادویات کے منصوبے میں کون سی معلومات کم از کم پائی جانے کا امکان ہے؟",
                "tr": "Hangi bilgi bir ilaç planında bulunma olasılığı en düşüktür?"
            },
            "options": [
                "Dosierung des Medikaments",
                "Indikation für das Medikament",
                "Allergien des Patienten",
                "Sozialstatus des Patienten"
            ],
            "correctAnswer": "Sozialstatus des Patienten",
            "explanation": {
                "en": "A medication plan focuses on medication-related information. The patient's social status is not directly relevant to the medication regimen.",
                "bn": "একটি ঔষধ পরিকল্পনা ঔষধ-সম্পর্কিত তথ্যের উপর দৃষ্টি নিবদ্ধ করে। রোগীর সামাজিক অবস্থা সরাসরি ঔষধের শাসনের সাথে প্রাসঙ্গিক নয়।",
                "hi": "एक दवा योजना दवा से संबंधित जानकारी पर केंद्रित है। रोगी की सामाजिक स्थिति दवा के नियम के लिए सीधे तौर पर प्रासंगिक नहीं है।",
                "ur": "ادویات کا منصوبہ ادویات سے متعلق معلومات پر مرکوز ہے۔ مریض کی سماجی حیثیت براہ راست ادویات کے نظام الاوقات سے متعلق نہیں ہے۔",
                "tr": "Bir ilaç planı ilaçla ilgili bilgilere odaklanır. Hastanın sosyal durumu, ilaç rejimine doğrudan alakalı değildir."
            },
            "points": 10,
            "id": "e45_05"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Was bedeutet die Abkürzung 'p.o.' im Zusammenhang mit Medikamenten?",
                "en": "What does the abbreviation 'p.o.' mean in the context of medication?",
                "bn": "ওষুধের প্রেক্ষাপটে 'p.o.' এর মানে কী?",
                "hi": "दवा के संदर्भ में 'p.o.' का क्या अर्थ है?",
                "ur": "ادویات کے تناظر میں 'p.o.' کا کیا مطلب ہے؟",
                "tr": "İlaç bağlamında 'p.o.' kısaltması ne anlama gelir?"
            },
            "options": [
                "per os (oral)",
                "pro ordine (as needed)",
                "post operationem (after surgery)",
                "per ophthalmum (through the eye)"
            ],
            "correctAnswer": "per os (oral)",
            "explanation": {
                "en": "'p.o.' stands for 'per os' which means 'by mouth' or 'orally'.",
                "bn": "'p.o.' মানে 'per os' যার অর্থ 'মুখ দিয়ে' বা 'মৌখিকভাবে'।",
                "hi": "'p.o.' का अर्थ 'per os' है जिसका अर्थ है 'मुंह से' या 'मौखिक रूप से'।",
                "ur": "'p.o.' سے مراد 'per os' ہے جس کا مطلب ہے 'منہ کے ذریعے' یا 'زبانی طور پر'۔",
                "tr": "'p.o.', 'ağızdan' veya 'oral olarak' anlamına gelen 'per os' anlamına gelir."
            },
            "points": 10,
            "id": "e45_06"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Welches der folgenden Elemente ist am wichtigsten in der Dokumentation der Allergien eines Patienten?",
                "en": "Which of the following elements is most important in documenting a patient's allergies?",
                "bn": "রোগীর অ্যালার্জি নথিবদ্ধ করার ক্ষেত্রে নিম্নলিখিত উপাদানগুলির মধ্যে কোনটি সবচেয়ে গুরুত্বপূর্ণ?",
                "hi": "रोगी की एलर्जी का दस्तावेजीकरण करने में निम्नलिखित तत्वों में से कौन सा सबसे महत्वपूर्ण है?",
                "ur": "مریض کی الرجیوں کی دستاویز کرنے میں درج ذیل عناصر میں سے کون سا سب سے اہم ہے؟",
                "tr": "Bir hastanın alerjilerini belgelemede aşağıdaki unsurlardan hangisi en önemlidir?"
            },
            "options": [
                "Die Haarfarbe des Patienten",
                "Die genaue Substanz, auf die der Patient allergisch reagiert",
                "Die Lieblingsspeise des Patienten",
                "Der Beruf des Patienten"
            ],
            "correctAnswer": "Die genaue Substanz, auf die der Patient allergisch reagiert",
            "explanation": {
                "en": "Documenting the exact substance the patient is allergic to is crucial to avoid accidental exposure and potential adverse reactions.",
                "bn": "রোগী যে পদার্থে অ্যালার্জিযুক্ত, সেই সঠিক পদার্থটি নথিভুক্ত করা দুর্ঘটনাজনিত এক্সপোজার এবং সম্ভাব্য প্রতিকূল প্রতিক্রিয়া এড়াতে অত্যন্ত গুরুত্বপূর্ণ।",
                "hi": "रोगी को जिस सटीक पदार्थ से एलर्जी है, उसे प्रलेखित करना आकस्मिक जोखिम और संभावित प्रतिकूल प्रतिक्रियाओं से बचने के लिए महत्वपूर्ण है।",
                "ur": "اس عین مادے کو دستاویز کرنا جس سے مریض کو الرجی ہے حادثاتی نمائش اور ممکنہ منفی ردعمل سے بچنے کے لیے بہت ضروری ہے۔",
                "tr": "Hastanın alerjisi olduğu kesin maddeyi belgelemek, kazara maruz kalmayı ve potansiyel olumsuz reaksiyonları önlemek için çok önemlidir."
            },
            "points": 10,
            "id": "e45_07"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Was ist der Unterschied zwischen 'subjektiven' und 'objektiven' Befunden?",
                "en": "What is the difference between 'subjective' and 'objective' findings?",
                "bn": "'বিষয়ভিত্তিক' এবং 'উদ্দেশ্যমূলক' অনুসন্ধানের মধ্যে পার্থক্য কী?",
                "hi": "'विषयगत' और 'उद्देश्यपूर्ण' निष्कर्षों में क्या अंतर है?",
                "ur": "'معروضی' اور 'موضوعی' نتائج میں کیا فرق ہے؟",
                "tr": "'Öznel' ve 'nesnel' bulgular arasındaki fark nedir?"
            },
            "options": [
                "Subjektive Befunde sind nur für den Arzt sichtbar, objektive Befunde für den Patienten.",
                "Subjektive Befunde sind das, was der Patient berichtet, objektive Befunde sind messbar.",
                "Subjektive Befunde sind messbar, objektive Befunde sind das, was der Patient berichtet.",
                "Es gibt keinen Unterschied."
            ],
            "correctAnswer": "Subjektive Befunde sind das, was der Patient berichtet, objektive Befunde sind messbar.",
            "explanation": {
                "en": "Subjective findings are the patient's own experience and description of symptoms, while objective findings are measurable data obtained by the physician.",
                "bn": "বিষয়ভিত্তিক অনুসন্ধান হল রোগীর নিজস্ব অভিজ্ঞতা এবং উপসর্গের বিবরণ, যেখানে উদ্দেশ্যমূলক অনুসন্ধান হল চিকিত্সক দ্বারা প্রাপ্ত পরিমাপযোগ্য ডেটা।",
                "hi": "विषयगत निष्कर्ष रोगी का अपना अनुभव और लक्षणों का विवरण है, जबकि उद्देश्यपूर्ण निष्कर्ष चिकित्सक द्वारा प्राप्त मापने योग्य डेटा है।",
                "ur": "موضوعی نتائج مریض کا اپنا تجربہ اور علامات کی تفصیل ہے، جبکہ معروضی نتائج معالج کے ذریعہ حاصل کردہ پیمائش کے قابل ڈیٹا ہیں۔",
                "tr": "Öznel bulgular hastanın kendi deneyimi ve semptomların açıklamasıdır, nesnel bulgular ise doktor tarafından elde edilen ölçülebilir verilerdir."
            },
            "points": 10,
            "id": "e45_08"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Warum ist es wichtig, Medikamentenallergien in der Dokumentation hervorzuheben?",
                "en": "Why is it important to highlight medication allergies in documentation?",
                "bn": "নথিতে ওষুধের অ্যালার্জিগুলি হাইলাইট করা কেন গুরুত্বপূর্ণ?",
                "hi": "दस्तावेज़ में दवा एलर्जी को उजागर करना क्यों महत्वपूर्ण है?",
                "ur": "دستاویز میں ادویات کی الرجیوں کو اجاگر کرنا کیوں ضروری ہے؟",
                "tr": "Belgelemede ilaç alerjilerini vurgulamak neden önemlidir?"
            },
            "options": [
                "Um die Krankenkasse zu informieren.",
                "Um sicherzustellen, dass der Patient kein unwirksames Medikament erhält.",
                "Um potenziell lebensbedrohliche Reaktionen zu vermeiden.",
                "Um das Personal an die korrekte Dosierung zu erinnern."
            ],
            "correctAnswer": "Um potenziell lebensbedrohliche Reaktionen zu vermeiden.",
            "explanation": {
                "en": "Highlighting medication allergies is crucial to prevent the administration of a drug that could cause a severe or even life-threatening allergic reaction.",
                "bn": "গুরুতর বা এমনকি জীবন-হুমকির কারণ হতে পারে এমন কোনও ওষুধ পরিচালনা প্রতিরোধ করার জন্য ওষুধের অ্যালার্জিগুলি হাইলাইট করা অত্যন্ত গুরুত্বপূর্ণ।",
                "hi": "गंभीर या जानलेवा एलर्जी प्रतिक्रिया का कारण बनने वाली दवा के प्रशासन को रोकने के लिए दवा एलर्जी को उजागर करना महत्वपूर्ण है।",
                "ur": "ادویات کی الرجیوں کو اجاگر کرنا اس دوا کے انتظام کو روکنے کے لیے بہت ضروری ہے جو شدید یا جان لیوا الرجک ردعمل کا سبب بن سکتی ہے۔",
                "tr": "Şiddetli veya hatta yaşamı tehdit eden bir alerjik reaksiyona neden olabilecek bir ilacın uygulanmasını önlemek için ilaç alerjilerini vurgulamak çok önemlidir."
            },
            "points": 10,
            "id": "e45_09"
        },
        {
            "type": "multipleChoice",
            "question": {
                "de": "Was bedeutet 'i.m.' im Zusammenhang mit Medikamenten?",
                "en": "What does 'i.m.' mean in the context of medication?",
                "bn": "ওষুধের প্রসঙ্গে 'i.m.' মানে কী?",
                "hi": "दवा के संदर्भ में 'i.m.' का क्या अर्थ है?",
                "ur": "ادویات کے تناظر میں 'i.m.' کا کیا مطلب ہے؟",
                "tr": "İlaç bağlamında 'i.m.' ne anlama gelir?"
            },
            "options": [
                "Intra muscular",
                "Intra venous",
                "Infusion mixture",
                "Instant medicine"
            ],
            "correctAnswer": "Intra muscular",
            "explanation": {
                "en": "'i.m.' stands for 'intramuscular', meaning the medication is injected into a muscle.",
                "bn": "'i.m.' মানে 'intramuscular', যার অর্থ ওষুধটি একটি পেশীতে ইনজেকশন করা হয়।",
                "hi": "'i.m.' का अर्थ 'इंट्रामस्क्युलर' है, जिसका अर्थ है कि दवा को एक मांसपेशी में इंजेक्ट किया जाता है।",
                "ur": "'i.m.' سے مراد 'انٹرا مسکیولر' ہے، یعنی دوا کو ایک پٹھوں میں انجکشن لگایا جاتا ہے۔",
                "tr": "'i.m.', 'intramüsküler' anlamına gelir, yani ilaç bir kasa enjekte edilir."
            },
            "points": 10,
            "id": "e45_10"
        },
        {
            "type": "fillBlank",
            "question": {
                "de": "Der Medikamentenplan soll stets _________ und vollständig sein.",
                "en": "The medication plan should always be _________ and complete.",
                "bn": "ওষুধের পরিকল্পনা সর্বদা _________ এবং সম্পূর্ণ হওয়া উচিত।",
                "hi": "दवा योजना हमेशा _________ और पूर्ण होनी चाहिए।",
                "ur": "ادویات کا منصوبہ ہمیشہ _________ اور مکمل ہونا چاہیے۔",
                "tr": "İlaç planı her zaman _________ ve eksiksiz olmalıdır."
            },
            "options": [],
            "correctAnswer": "aktuell",
            "explanation": {
                "en": "An up-to-date and complete medication plan is essential for patient safety and effective treatment.",
                "bn": "রোগীর সুরক্ষা এবং কার্যকর চিকিৎসার জন্য একটি আপ-টু-ডেট এবং সম্পূর্ণ ওষুধের পরিকল্পনা অপরিহার্য।",
                "hi": "रोगी की सुरक्षा और प्रभावी उपचार के लिए एक अद्यतित और पूर्ण दवा योजना आवश्यक है।",
                "ur": "مریض کی حفاظت اور موثر علاج کے لیے ایک تازہ ترین اور مکمل ادویات کا منصوبہ ضروری ہے۔",
                "tr": "Hasta güvenliği ve etkili tedavi için güncel ve eksiksiz bir ilaç planı gereklidir."
            },
            "points": 10,
            "id": "e45_11"
        },
        {
            "type": "fillBlank",
            "question": {
                "de": "Die _________ beinhaltet alle wichtigen Informationen zur Krankengeschichte des Patienten.",
                "en": "The _________ includes all important information about the patient's medical history.",
                "bn": "_________ রোগীর চিকিৎসার ইতিহাস সম্পর্কে সমস্ত গুরুত্বপূর্ণ তথ্য অন্তর্ভুক্ত করে।",
                "hi": "_________ रोगी के चिकित्सा इतिहास के बारे में सभी महत्वपूर्ण जानकारी शामिल करता है।",
                "ur": "_________ مریض کی طبی تاریخ کے بارے میں تمام اہم معلومات پر مشتمل ہے۔",
                "tr": "_________ hastanın tıbbi geçmişi hakkında tüm önemli bilgileri içerir."
            },
            "options": [],
            "correctAnswer": "Anamnese",
            "explanation": {
                "en": "The Anamnese, or medical history, provides a comprehensive overview of the patient's past and present health status.",
                "bn": "অ্যানামনেসিস, বা চিকিৎসার ইতিহাস, রোগীর অতীত এবং বর্তমান স্বাস্থ্য স্থিতির একটি বিস্তৃত ওভারভিউ প্রদান করে।",
                "hi": "एनामनेसिस, या चिकित्सा इतिहास, रोगी की पिछली और वर्तमान स्वास्थ्य स्थिति का व्यापक अवलोकन प्रदान करता है।",
                "ur": "اینامنیسس، یا طبی تاریخ، مریض کی ماضی اور موجودہ صحت کی صورتحال کا ایک جامع جائزہ فراہم کرتا ہے۔",
                "tr": "Anamnez veya tıbbi geçmiş, hastanın geçmiş ve mevcut sağlık durumuna ilişkin kapsamlı bir genel bakış sağlar."
            },
            "points": 10,
            "id": "e45_12"
        },
        {
            "type": "fillBlank",
            "question": {
                "de": "Ein Arztbrief wird in der Regel an den _________ Arzt gesendet.",
                "en": "A doctor's letter is usually sent to the _________ doctor.",
                "bn": "একটি ডাক্তারের চিঠি সাধারণত _________ ডাক্তারের কাছে পাঠানো হয়।",
                "hi": "एक डॉक्टर का पत्र आमतौर पर _________ डॉक्टर को भेजा जाता है।",
                "ur": "ایک ڈاکٹر کا خط عام طور پر _________ ڈاکٹر کو بھیجا جاتا ہے۔",
                "tr": "Bir doktor mektubu genellikle _________ doktora gönderilir."
            },
            "options": [],
            "correctAnswer": "weiterbehandelnden",
            "explanation": {
                "en": "A doctor's letter is typically sent to the doctor who will continue the patient's treatment.",
                "bn": "একটি ডাক্তারের চিঠি সাধারণত সেই ডাক্তারের কাছে পাঠানো হয় যিনি রোগীর চিকিৎসা চালিয়ে যাবেন।",
                "hi": "एक डॉक्टर का पत्र आमतौर पर उस डॉक्टर को भेजा जाता है जो रोगी का इलाज जारी रखेगा।",
                "ur": "ایک ڈاکٹر کا خط عام طور پر اس ڈاکٹر کو بھیجا جاتا ہے جو مریض کا علاج جاری رکھے گا۔",
                "tr": "Bir doktor mektubu genellikle hastanın tedavisini sürdürecek olan doktora gönderilir."
            },
            "points": 10,
            "id": "e45_13"
        },
        {
            "type": "fillBlank",
            "question": {
                "de": "Der _________ beschreibt den Verlauf der Krankheit während des Krankenhausaufenthalts.",
                "en": "The _________ describes the course of the disease during the hospital stay.",
                "bn": "_________ হাসপাতালের থাকার সময় রোগের গতিবিধি বর্ণনা করে।",
                "hi": "_________ अस्पताल में रहने के दौरान बीमारी के पाठ्यक्रम का वर्णन करता है।",
                "ur": "_________ ہسپتال میں قیام کے دوران بیماری کے کورس کو بیان کرتا ہے۔",
                "tr": "_________ hastanede kalış sırasında hastalığın seyrini açıklar."
            },
            "options": [],
            "correctAnswer": "Verlauf",
            "explanation": {
                "en": "The 'Verlauf' (course) details the progression of the illness and the patient's response to treatment during their hospital stay.",
                "bn": "'Verlauf' (কোর্স) অসুস্থতার অগ্রগতি এবং হাসপাতালে থাকার সময় রোগীর চিকিত্সার প্রতিক্রিয়া বিশদভাবে বর্ণনা করে।",
                "hi": "'वेरलाउफ' (कोर्स) अस्पताल में रहने के दौरान बीमारी की प्रगति और रोगी की उपचार की प्रतिक्रिया का विवरण देता है।",
                "ur": "'Verlauf' (کورس) بیماری کی پیشرفت اور ہسپتال میں قیام کے دوران مریض کے علاج کے ردعمل کی تفصیلات بتاتا ہے۔",
                "tr": "'Verlauf' (seyir), hastanede kalışları sırasında hastalığın ilerlemesini ve hastanın tedaviye yanıtını ayrıntılı olarak açıklar."
            },
            "points": 10,
            "id": "e45_14"
        },
        {
            "type": "fillBlank",
            "question": {
                "de": "Ein _________ ist ein Bericht über die Ergebnisse einer medizinischen Untersuchung.",
                "en": "A _________ is a report about the results of a medical examination.",
                "bn": "_________ একটি মেডিকেল পরীক্ষার ফলাফলের একটি প্রতিবেদন।",
                "hi": "_________ एक चिकित्सा परीक्षा के परिणामों के बारे में एक रिपोर्ट है।",
                "ur": "_________ ایک طبی معائنے کے نتائج کے بارے میں ایک رپورٹ ہے۔",
                "tr": "_________ bir tıbbi muayenenin sonuçları hakkında bir rapordur."
            },
            "options": [],
            "correctAnswer": "Befund",
            "explanation": {
                "en": "A 'Befund' is a medical report detailing the findings of a diagnostic examination or test.",
                "bn": "একটি 'Befund' হল একটি মেডিকেল রিপোর্ট যা একটি ডায়াগনস্টিক পরীক্ষা বা পরীক্ষার ফলাফল বিশদভাবে বর্ণনা করে।",
                "hi": "एक 'बेफुंड' एक चिकित्सा रिपोर्ट है जो एक नैदानिक ​​परीक्षा या परीक्षण के निष्कर्षों को विस्तार से बताती है।",
                "ur": "ایک 'بیفنڈ' ایک طبی رپورٹ ہے جو تشخیصی امتحان یا ٹیسٹ کے نتائج کی تفصیل سے بتاتی ہے۔",
                "tr": "'Befund', bir tanı muayenesi veya testin bulgularını ayrıntılı olarak açıklayan bir tıbbi rapordur."
            },
            "points": 10,
            "id": "e45_15"
        },
        {
            "type": "translation",
            "question": {
                "de": "Bitte notieren Sie alle Medikamentenallergien des Patienten.",
                "en": "Please note all of the patient's medication allergies.",
                "bn": "অনুগ্রহ করে রোগীর সমস্ত ঔষধের অ্যালার্জিগুলি নোট করুন।",
                "hi": "कृपया रोगी की सभी दवा एलर्जी को नोट करें।",
                "ur": "براہ کرم مریض کی تمام ادویات کی الرجیوں کو نوٹ کریں۔",
                "tr": "Lütfen hastanın tüm ilaç alerjilerini not alın."
            },
            "options": [],
            "correctAnswer": "Please note all of the patient's medication allergies.",
            "explanation": {
                "en": "This is a direct translation of the German sentence.",
                "bn": "এটি জার্মান বাক্যের সরাসরি অনুবাদ।",
                "hi": "यह जर्मन वाक्य का सीधा अनुवाद है।",
                "ur": "یہ جرمن جملے کا براہ راست ترجمہ ہے۔",
                "tr": "Bu, Almanca cümlenin doğrudan çevirisidir."
            },
            "points": 10,
            "id": "e45_16"
        },
        {
            "type": "translation",
            "question": {
                "de": "Der Patient klagt über starke Schmerzen im Brustbereich.",
                "en": "The patient complains of severe chest pain.",
                "bn": "রোগী বুকের এলাকায় তীব্র ব্যথার অভিযোগ করেছেন।",
                "hi": "रोगी छाती क्षेत्र में तेज दर्द की शिकायत करता है।",
                "ur": "مریض سینے کے علاقے میں شدید درد کی شکایت کرتا ہے۔",
                "tr": "Hasta göğüs bölgesinde şiddetli ağrıdan şikayet ediyor."
            },
            "options": [],
            "correctAnswer": "The patient complains of severe chest pain.",
            "explanation": {
                "en": "This accurately conveys the patient's symptom.",
                "bn": "এটি সঠিকভাবে রোগীর লক্ষণ প্রকাশ করে।",
                "hi": "यह रोगी के लक्षण को सटीक रूप से व्यक्त करता है।",
                "ur": "یہ مریض کی علامت کو درست طریقے سے بیان کرتا ہے۔",
                "tr": "Bu, hastanın semptomunu doğru bir şekilde ifade eder."
            },
            "points": 10,
            "id": "e45_17"
        },
        {
            "type": "translation",
            "question": {
                "de": "Bitte geben Sie die Dosierung und Häufigkeit der Medikamente an.",
                "en": "Please specify the dosage and frequency of the medications.",
                "bn": "অনুগ্রহ করে ওষুধের ডোজ এবং ফ্রিকোয়েন্সি উল্লেখ করুন।",
                "hi": "कृपया दवाओं की खुराक और आवृत्ति निर्दिष्ट करें।",
                "ur": "براہ کرم ادویات کی خوراک اور تعدد بتائیں۔",
                "tr": "Lütfen ilaçların dozajını ve sıklığını belirtin."
            },
            "options": [],
            "correctAnswer": "Please specify the dosage and frequency of the medications.",
            "explanation": {
                "en": "This is a precise and clear translation.",
                "bn": "এটি একটি সুনির্দিষ্ট এবং স্পষ্ট অনুবাদ।",
                "hi": "यह एक सटीक और स्पष्ट अनुवाद है।",
                "ur": "یہ ایک درست اور واضح ترجمہ ہے۔",
                "tr": "Bu, kesin ve net bir çeviridir."
            },
            "points": 10,
            "id": "e45_18"
        }
    ],
    "media": {
        "introVideoUrl": "",
        "vocabularyVideoUrl": "",
        "dialogueVideoUrl": ""
    }
}